module.exports = {
  subject: () => `დაადასტურეთ თქვენი Vaultara ანგარიში`,
  text: (code, link) =>
    `თქვენი Vaultara-ს დადასტურების კოდია ${code}. დასადასტურებლად შეეხეთ ბმულს, ან შეიყვანეთ კოდი Vaultara აპლიკაციის დადასტურების ეკრანზე: ${link}\n\nკოდს ვადა 10 წუთში გაუვა. თუ Vaultara-ს ანგარიში არ შეგიქმნიათ, შეგიძლიათ ეს წერილი უგულებელყოთ.`,
  heading: "დაადასტურეთ თქვენი ელფოსტა",
  intro: "ელფოსტის მისამართის დასადასტურებლად შეეხეთ ქვემოთ მოცემულ ღილაკს:",
  fallback: "ან შეიყვანეთ ეს კოდი Vaultara აპლიკაციაში:",
  footer: "კოდს ვადა 10 წუთში გაუვა. თუ Vaultara-ს ანგარიში არ შეგიქმნიათ, შეგიძლიათ ეს წერილი უგულებელყოთ.",
  button: "ელფოსტის დადასტურება",
};
