module.exports = {
  subject: () => `خپل د Vaultara حساب تایید کړئ`,
  text: (code, link) =>
    `ستاسو د Vaultara د تایید کوډ ${code} دی. د تایید لپاره پر لینک کېکاږئ، یا کوډ د Vaultara اپلیکیشن د تایید پاڼه کې ولیکئ: ${link}\n\nدا به په 10 دقیقو کې پای ته ورسېږي. که تاسو د Vaultara حساب نه دی جوړ کړی، دا بریښنالیک له پامه غورځولی شئ.`,
  heading: "خپل بریښنالیک تایید کړئ",
  intro: "د خپل بریښنالیک پتې د تایید لپاره لاندې تڼۍ کېکاږئ:",
  fallback: "یا دا کوډ د Vaultara اپلیکیشن کې ولیکئ:",
  footer: "دا به په 10 دقیقو کې پای ته ورسېږي. که تاسو د Vaultara حساب نه دی جوړ کړی، دا بریښنالیک له پامه غورځولی شئ.",
  button: "بریښنالیک تایید کړئ",
};
