module.exports = {
  subject: () => `Подтвердите свой аккаунт Vaultara`,
  text: (code, link) =>
    `Ваш код подтверждения Vaultara: ${code}. Нажмите на ссылку, чтобы подтвердить, или введите код на экране подтверждения в приложении Vaultara: ${link}\n\nСрок действия кода истекает через 10 минут. Если вы не создавали аккаунт Vaultara, просто проигнорируйте это письмо.`,
  heading: "Подтвердите свой адрес электронной почты",
  intro: "Нажмите кнопку ниже, чтобы подтвердить адрес электронной почты:",
  fallback: "Или введите этот код в приложении Vaultara:",
  footer: "Срок действия кода истекает через 10 минут. Если вы не создавали аккаунт Vaultara, просто проигнорируйте это письмо.",
  button: "Подтвердить почту",
};
