Repository: H-Palacios/Vaultara
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bn, bs, ca, cs, da, de, es, et, eu, fa, fil, fr, ga, gl, he, hi, is, it, ja, ko, ku, ms, nb, ne, nl, nn, pl, ps, pt, ro, si, sk, sl, sq, sv, sw, ta, tr, ur, vi, xh, zh, zh_tw, zu

# expiryCalendarTitle
source: Expiry calendar
af: Vervaldatum-kalender
am: የመጨረሻ ቀን ቀንበር
ar: تقويم تواريخ الانتهاء
bn: মেয়াদ শেষের ক্যালেন্ডার
bs: Kalendar isteka
ca: Calendari de caducitat
cs: Kalendář expirací
da: Udløbskalender
de: Ablaufkalender
es: Calendario de vencimientos
et: Aegumiskalender
eu: Iraungitze-egutegia
fa: تقویم انقضا
fil: Kalendaryo ng pag-expire
fr: Calendrier des expirations
ga: Féilire éaga
gl: Calendario de caducidade
he: לוח תפוגה
hi: समाप्ति कैलेंडर
is: Gildistímadagatal
it: Calendario delle scadenze
ja: 有効期限カレンダー
ko: 만료 일정
ku: Salnameya Dawiya Demê
ms: Kalendar tamat tempoh
nb: Utløpskalender
ne: म्याद समाप्त क्यालेन्डर
nl: Vervalkalender
nn: Utløpskalender
pl: Kalendarz wygaśnięć
ps: د پای نېټې کلیز
pt: Calendário de expiração
ro: Calendar de expirare
si: කල් ඉකුත් වීමේ දින දසුන
sk: Kalendár expirácie
sl: Koledar poteka
sq: Kalendari i skadimit
sv: Utgångskalender
sw: Kalenda ya mwisho wa matumizi
ta: காலாவதி நாட்காட்டி
tr: Son kullanma takvimi
ur: اختتامی کیلنڈر
vi: Lịch hết hạn
xh: Ikhalenda yokuphelelwa lixesha
zh: 到期日历
zh_tw: 到期日曆
zu: Ikhalenda yokuphelelwa yisikhathi

# calendarIntro
source: Choose how you want to explore your expiries: • Type how many days from today you want to look ahead. • Or pick an exact calendar date. Vaultara will show which items reach their expiry date on that day.
af: Kies hoe vervaldatums bekyk word: • Tik hoeveel dae vanaf vandag gesien moet word. • Of kies ’n datum op die kalender. Vaultara wys items wat op daardie dag verval.
am: የመጨረሻ ቀኖችን እንዴት መመልከት እንደሚፈልጉ ይምረጡ፡ • ከዛሬ ጀምሮ የቀኖችን ብዛት ያስገቡ። • ወይም በቀንበር ላይ ቀን ይምረጡ። Vaultara በዚያ ቀን የሚያበቁ ነገሮችን ያሳያል።
ar: اختر كيفية استعراض تواريخ الانتهاء: • أدخل عدد الأيام من اليوم. • أو اختر تاريخًا محددًا من التقويم. تعرض Vaultara العناصر التي تصل إلى تاريخ الانتهاء في ذلك اليوم.
bn: মেয়াদ শেষ দেখার উপায় বেছে নিন: • আজ থেকে কত দিন পর দেখতে চান তা লিখুন। • অথবা ক্যালেন্ডার থেকে একটি নির্দিষ্ট তারিখ নির্বাচন করুন। Vaultara সেই দিনে মেয়াদ শেষ হওয়া আইটেম দেখাবে।
bs: Odaberite kako želite pregledati isteke: • Unesite broj dana od danas. • Ili odaberite tačan datum u kalendaru. Vaultara će prikazati stavke koje ističu tog dana.
ca: Tria com vols consultar les caducitats: • Escriu quants dies a partir d’avui vols consultar. • O selecciona una data concreta al calendari. Vaultara mostrarà els elements que caduquen aquell dia.
cs: Vyberte způsob zobrazení expirací: • Zadejte počet dní od dneška. • Nebo vyberte konkrétní datum v kalendáři. Vaultara zobrazí položky, které v daný den expirují.
da: Vælg, hvordan du vil se dine udløb: • Indtast antal dage fra i dag. • Eller vælg en bestemt dato i kalenderen. Vaultara viser de elementer, der udløber den dag.
de: Wählen Sie, wie Sie Ihre Abläufe anzeigen möchten: • Geben Sie die Anzahl der Tage ab heute ein. • Oder wählen Sie ein genaues Datum im Kalender. Vaultara zeigt die Elemente an, die an diesem Tag ablaufen.
es: Elige cómo quieres explorar tus vencimientos: • Escribe cuántos días desde hoy deseas consultar. • O selecciona una fecha exacta en el calendario. Vaultara mostrará qué elementos alcanzan su fecha de vencimiento ese día.
et: Vali, kuidas soovid aegumisi vaadata: • Sisesta päevade arv alates tänasest. • Või vali konkreetne kuupäev kalendrist. Vaultara näitab esemeid, mis aeguvad sel päeval.
eu: Aukeratu nola ikusi nahi dituzun iraungitzeak: • Idatzi gaurtik zenbat egunetara begiratu nahi duzun. • Edo hautatu data zehatz bat egutegian. Vaultarak egun horretan iraungitzen diren elementuak erakutsiko ditu.
fa: روش مشاهده تاریخ‌های انقضا را انتخاب کنید: • تعداد روزها از امروز را وارد کنید. • یا یک تاریخ مشخص را در تقویم انتخاب کنید. Vaultara مواردی را که در آن روز منقضی می‌شوند نمایش می‌دهد.
fil: Piliin kung paano mo gustong tingnan ang mga pag-expire: • I-type kung ilang araw mula ngayon ang gusto mong tingnan. • O pumili ng eksaktong petsa sa kalendaryo. Ipapakita ng Vaultara ang mga item na mag-e-expire sa araw na iyon.
fr: Choisissez comment consulter vos expirations : • Indiquez le nombre de jours à partir d’aujourd’hui. • Ou sélectionnez une date précise dans le calendrier. Vaultara affichera les éléments expirant ce jour-là.
ga: Roghnaigh conas is mian leat dátaí éaga a fheiceáil: • Iontráil líon na laethanta ó inniu. • Nó roghnaigh dáta ar an bhféilire. Taispeánfaidh Vaultara míreanna a rachaidh in éag ar an lá sin.
gl: Escolle como queres consultar as caducidades: • Introduce cantos días desde hoxe queres ver. • Ou selecciona unha data concreta no calendario. Vaultara mostrará os elementos que caducan ese día.
he: בחר כיצד תרצה לבדוק תאריכי תפוגה: • הזן מספר ימים מהיום. • או בחר תאריך מסוים בלוח השנה. Vaultara תציג פריטים שפג תוקפם באותו יום.
hi: समाप्ति देखने का तरीका चुनें: • आज से दिनों की संख्या लिखें। • या कोई तारीख चुनें। Vaultara उस दिन समाप्त होने वाले आइटम दिखाएगा।
is: Veldu hvernig þú vilt skoða gildistíma: • Sláðu inn fjölda daga frá deginum í dag. • Eða veldu ákveðna dagsetningu í dagatalinu. Vaultara sýnir atriði sem renna út þann dag.
it: Scegli come visualizzare le scadenze: • Inserisci il numero di giorni da oggi. • Oppure seleziona una data dal calendario. Vaultara mostrerà gli elementi che scadono in quel giorno.
ja: 有効期限の確認方法を選択してください： • 今日からの日数を入力。 • または日付を選択。 Vaultara はその日に期限切れになる項目を表示します。
ko: 만료 항목을 확인하는 방법을 선택하세요: • 오늘부터의 일수를 입력합니다. • 또는 날짜를 선택합니다. Vaultara는 해당 날짜에 만료되는 항목을 표시합니다.
ku: Rêbaza dîtina dawiyên demê hilbijêre: • Hejmara rojan ji îro ve binivîse. • An jî roja taybet di salnameyê de hilbijêre. Vaultara dê tiştên ku di wê rojê de dawî dibin nîşan bide.
ms: Pilih cara melihat tarikh tamat tempoh: • Masukkan bilangan hari dari hari ini. • Atau pilih tarikh tertentu dalam kalendar. Vaultara akan memaparkan item yang tamat tempoh pada hari tersebut.
nb: Velg hvordan utløp skal vises: • Skriv inn antall dager fra i dag. • Eller velg en bestemt dato i kalenderen. Vaultara viser elementer som utløper den dagen.
ne: म्याद हेर्ने तरिका चयन गर्नुहोस्: • आजदेखि कति दिन हेर्न चाहनुहुन्छ लेख्नुहोस्। • वा क्यालेन्डरबाट मिति चयन गर्नुहोस्। Vaultara सो दिन म्याद समाप्त हुने वस्तुहरू देखाउनेछ।
nl: Kies hoe vervaldatums worden bekeken: • Voer het aantal dagen vanaf vandaag in. • Of kies een specifieke datum in de kalender. Vaultara toont items die op die dag vervallen.
nn: Vel korleis du vil sjå utløp: • Skriv inn tal på dagar frå i dag. • Eller vel ein bestemt dato i kalenderen. Vaultara viser element som går ut denne dagen.
pl: Wybierz sposób przeglądania terminów wygaśnięcia: • Wpisz liczbę dni od dzisiaj. • Lub wybierz konkretną datę w kalendarzu. Vaultara pokaże elementy wygasające w tym dniu.
ps: د پای ته رسېدو د لیدلو طریقه وټاکئ: • له نن څخه د ورځو شمېر ولیکئ. • یا یوه ځانګړې نېټه وټاکئ. Vaultara به هغه توکي وښيي چې په هماغه ورځ پای ته رسېږي.
pt: Escolha como deseja explorar suas expirações: • Digite quantos dias a partir de hoje deseja visualizar. • Ou selecione uma data específica no calendário. O Vaultara mostrará quais itens atingem a data de expiração nesse dia.
ro: Alegeți cum doriți să vizualizați expirările: • Introduceți numărul de zile de la astăzi. • Sau selectați o dată exactă în calendar. Vaultara va afișa elementele care expiră în acea zi.
si: කල් ඉකුත් වන දින බලන ආකාරය තෝරන්න: • අද සිට දින ගණනක් ඇතුළත් කරන්න. • හෝ දින දසුනෙන් නිශ්චිත දිනයක් තෝරන්න. Vaultara එදින කල් ඉකුත් වන අයිතම පෙන්වයි.
sk: Vyberte spôsob zobrazenia expirácie: • Zadajte počet dní od dnešného dňa. • Alebo vyberte konkrétny dátum v kalendári. Vaultara zobrazí položky, ktoré v daný deň expirujú.
sl: Izberite, kako želite prikazati poteke: • Vnesite število dni od danes. • Ali izberite določen datum v koledarju. Vaultara prikaže elemente, ki potečejo na ta dan.
sq: Zgjidhni mënyrën e shikimit të skadimeve: • Vendosni numrin e ditëve nga sot. • Ose zgjidhni një datë specifike në kalendar. Vaultara shfaq artikujt që skadojnë atë ditë.
sv: Välj hur du vill visa utgångsdatum: • Ange antal dagar från idag. • Eller välj ett specifikt datum i kalendern. Vaultara visar objekt som går ut den dagen.
sw: Chagua jinsi ya kuangalia tarehe za mwisho wa matumizi: • Andika idadi ya siku kuanzia leo. • Au chagua tarehe maalum kwenye kalenda. Vaultara inaonyesha vitu vinavyofikia mwisho wa matumizi siku hiyo.
ta: காலாவதிகளை பார்க்கும் முறையைத் தேர்ந்தெடுக்கவும்: • இன்று முதல் நாட்களின் எண்ணிக்கையை உள்ளிடவும். • அல்லது நாட்காட்டியில் இருந்து ஒரு குறிப்பிட்ட தேதியைத் தேர்ந்தெடுக்கவும். Vaultara அந்த நாளில் காலாவதியாகும் பொருட்களை காட்டுகிறது.
tr: Son kullanma tarihlerini nasıl görmek istediğinizi seçin: • Bugünden itibaren kaç gün bakmak istediğinizi girin. • Veya takvimden belirli bir tarih seçin. Vaultara o gün süresi dolan öğeleri gösterir.
ur: اختتام دیکھنے کا طریقہ منتخب کریں: • آج سے دنوں کی تعداد درج کریں۔ • یا کیلنڈر سے تاریخ منتخب کریں۔ Vaultara اس دن ختم ہونے والی اشیاء دکھاتا ہے۔
vi: Chọn cách xem ngày hết hạn: • Nhập số ngày kể từ hôm nay. • Hoặc chọn ngày cụ thể trên lịch. Vaultara hiển thị các mục hết hạn vào ngày đó.
xh: Khetha indlela yokujonga imihla yokuphelelwa lixesha: • Faka inani leentsuku ukusuka namhlanje. • Okanye khetha umhla kwikhalenda. IVaultara ibonisa izinto eziphelelwa lixesha ngaloo mini.
zh: 选择查看到期项目的方式： • 输入从今天起的天数。 • 或选择一个具体的日期。 Vaultara 将显示在该日期到期的项目。
zh_tw: 選擇查看到期項目的方式： • 輸入從今天起的天數。 • 或選擇特定日期。 Vaultara 將顯示該日期到期的項目。
zu: Khetha indlela ofuna ukubona ngayo ukuphelelwa yisikhathi: • Faka inani lezinsuku kusukela namuhla. • Noma khetha usuku oluthile kukhalenda. IVaultara izobonisa izinto eziphelelwa yisikhathi ngalolo suku.

# daysFromTodayLabel
source: Days from today
af: Dae vanaf vandag
am: ከዛሬ ጀምሮ ቀኖች
ar: عدد الأيام من اليوم
bn: আজ থেকে দিন
bs: Dani od danas
ca: Dies des d’avui
cs: Dny od dneška
da: Dage fra i dag
de: Tage ab heute
es: Días desde hoy
et: Päevi alates tänasest
eu: Egunak gaurtik
fa: روزها از امروز
fil: Mga araw mula ngayon
fr: Jours à partir d’aujourd’hui
ga: Laethanta ó inniu
gl: Días desde hoxe
he: ימים מהיום
hi: आज से दिन
is: Dagar frá deginum í dag
it: Giorni da oggi
ja: 今日からの日数
ko: 오늘부터 일수
ku: Roj ji îro
ms: Hari dari hari ini
nb: Dager fra i dag
ne: आजदेखि दिन
nl: Dagen vanaf vandaag
nn: Dagar frå i dag
pl: Dni od dziś
ps: له نن څخه ورځې
pt: Dias a partir de hoje
ro: Zile de la astăzi
si: අද සිට දින
sk: Dni od dnes
sl: Dnevi od danes
sq: Ditë nga sot
sv: Dagar från idag
sw: Siku kutoka leo
ta: இன்றிலிருந்து நாட்கள்
tr: Bugünden itibaren gün
ur: آج سے دن
vi: Số ngày từ hôm nay
xh: Iintsuku ukusuka namhlanje
zh: 距今天数
zh_tw: 距今天數
zu: Izinsuku kusukela namuhla

# daysFromTodayHint
source: For example 0, 1, 7, 30
af: Byvoorbeeld 0, 1, 7, 30
am: ለምሳሌ 0, 1, 7, 30
ar: على سبيل المثال 0، 1، 7، 30
bn: উদাহরণ: 0, 1, 7, 30
bs: Na primjer 0, 1, 7, 30
ca: Per exemple 0, 1, 7, 30
cs: Například 0, 1, 7, 30
da: For eksempel 0, 1, 7, 30
de: Zum Beispiel 0, 1, 7, 30
es: Por ejemplo 0, 1, 7, 30
et: Näiteks 0, 1, 7, 30
eu: Adibidez 0, 1, 7, 30
fa: مثلاً 0، 1، 7، 30
fil: Halimbawa 0, 1, 7, 30
fr: Par exemple 0, 1, 7, 30
ga: Mar shampla 0, 1, 7, 30
gl: Por exemplo 0, 1, 7, 30
he: לדוגמה 0, 1, 7, 30
hi: उदाहरण: 0, 1, 7, 30
is: Til dæmis 0, 1, 7, 30
it: Ad esempio 0, 1, 7, 30
ja: 例：0、1、7、30
ko: 예: 0, 1, 7, 30
ku: Mînak: 0, 1, 7, 30
ms: Contoh 0, 1, 7, 30
nb: For eksempel 0, 1, 7, 30
ne: उदाहरण: 0, 1, 7, 30
nl: Bijvoorbeeld 0, 1, 7, 30
nn: Til dømes 0, 1, 7, 30
pl: Na przykład 0, 1, 7, 30
ps: لکه 0، 1، 7، 30
pt: Por exemplo 0, 1, 7, 30
ro: De exemplu 0, 1, 7, 30
si: උදාහරණයක්: 0, 1, 7, 30
sk: Napríklad 0, 1, 7, 30
sl: Na primer 0, 1, 7, 30
sq: Shembull 0, 1, 7, 30
sv: Till exempel 0, 1, 7, 30
sw: Mfano 0, 1, 7, 30
ta: உதாரணம் 0, 1, 7, 30
tr: Örneğin 0, 1, 7, 30
ur: مثال 0، 1، 7، 30
vi: Ví dụ 0, 1, 7, 30
xh: Umzekelo 0, 1, 7, 30
zh: 例如 0、1、7、30
zh_tw: 例如 0、1、7、30
zu: Isibonelo 0, 1, 7, 30

source: Apply
af: Pas toe
am: ተግባር
ar: تطبيق
bn: প্রয়োগ
bs: Primijeni
ca: Aplicar
cs: Použít
da: Anvend
de: Anwenden
es: Aplicar
et: Rakenda
eu: Aplikatu
fa: اعمال
fil: Ilapat
fr: Appliquer
ga: Cuir i bhfeidhm
gl: Aplicar
he: החל
hi: लागू करें
is: Virkja
it: Applica
ja: 適用
ko: 적용
ku: Bisepîne
ms: Gunakan
nb: Bruk
ne: लागू गर्नुहोस्
nl: Toepassen
nn: Bruk
pl: Zastosuj
ps: پلي کول
pt: Aplicar
ro: Aplică
si: යොදන්න
sk: Použiť
sl: Uporabi
sq: Apliko
sv: Tillämpa
sw: Tumia
ta: பயன்படுத்து
tr: Uygula
ur: لاگو کریں
vi: Áp dụng
xh: Sebenzisa
zh: 应用
zh_tw: 套用
zu: Sebenzisa

# pickDateOnCalendar
source: Pick a date on the calendar
af: Kies ’n datum op die kalender
am: ቀን ከቀንበር ይምረጡ
ar: اختر تاريخًا من التقويم
bn: ক্যালেন্ডার থেকে তারিখ নির্বাচন
bs: Odaberite datum u kalendaru
ca: Selecciona una data al calendari
cs: Vybrat datum v kalendáři
da: Vælg dato i kalenderen
de: Datum im Kalender auswählen
es: Seleccionar una fecha en el calendario
et: Vali kuupäev kalendrist
eu: Hautatu data egutegian
fa: انتخاب تاریخ از تقویم
fil: Pumili ng petsa sa kalendaryo
fr: Choisir une date dans le calendrier
ga: Roghnaigh dáta ar an bhféilire
gl: Seleccionar data no calendario
he: בחר תאריך בלוח השנה
hi: कैलेंडर से तारीख चुनें
is: Velja dagsetningu í dagatalinu
it: Seleziona una data dal calendario
ja: カレンダーから日付を選択
ko: 캘린더에서 날짜 선택
ku: Roja di salnameyê de hilbijêre
ms: Pilih tarikh dalam kalendar
nb: Velg dato i kalenderen
ne: क्यालेन्डरबाट मिति छान्नुहोस्
nl: Datum in de kalender kiezen
nn: Vel dato i kalenderen
pl: Wybierz datę w kalendarzu
ps: له کلیز څخه نېټه وټاکئ
pt: Selecionar uma data no calendário
ro: Selectați data din calendar
si: දින දසුනෙන් දිනය තෝරන්න
sk: Vybrať dátum v kalendári
sl: Izberite datum v koledarju
sq: Zgjidh datën në kalendar
sv: Välj datum i kalendern
sw: Chagua tarehe kwenye kalenda
ta: நாட்காட்டியில் தேதி தேர்வு செய்
tr: Takvimden tarih seç
ur: کیلنڈر سے تاریخ منتخب کریں
vi: Chọn ngày trên lịch
xh: Khetha umhla kwikhalenda
zh: 在日历中选择日期
zh_tw: 在日曆中選擇日期
zu: Khetha usuku kukhalenda

source: Today
af: Vandag
am: ዛሬ
ar: اليوم
bn: আজ
bs: Danas
ca: Avui
cs: Dnes
da: I dag
de: Heute
es: Hoy
et: Täna
eu: Gaur
fa: امروز
fil: Ngayon
fr: Aujourd’hui
ga: Inniu
gl: Hoxe
he: היום
hi: आज
is: Í dag
it: Oggi
ja: 今日
ko: 오늘
ku: Îro
ms: Hari ini
nb: I dag
ne: आज
nl: Vandaag
nn: I dag
pl: Dziś
ps: نن
pt: Hoje
ro: Astăzi
si: අද
sk: Dnes
sl: Danes
sq: Sot
sv: Idag
sw: Leo
ta: இன்று
tr: Bugün
ur: آج
vi: Hôm nay
xh: Namhlanje
zh: 今天
zh_tw: 今天
zu: Namuhla

source: Tomorrow
af: Môre
am: ነገ
ar: غدًا
bn: আগামীকাল
bs: Sutra
ca: Demà
cs: Zítra
da: I morgen
de: Morgen
es: Mañana
et: Homme
eu: Bihar
fa: فردا
fil: Bukas
fr: Demain
ga: Amárach
gl: Mañá
he: מחר
hi: कल
is: Á morgun
it: Domani
ja: 明日
ko: 내일
ku: Sibê
ms: Esok
nb: I morgen
ne: भोलि
nl: Morgen
nn: I morgon
pl: Jutro
ps: سبا
pt: Amanhã
ro: Mâine
si: හෙට
sk: Zajtra
sl: Jutri
sq: Nesër
sv: Imorgon
sw: Kesho
ta: நாளை
tr: Yarın
ur: کل
vi: Ngày mai
xh: Ngomso
zh: 明天
zh_tw: 明天
zu: Kusasa

source: In 7 days
af: Oor 7 dae
am: በ7 ቀኖች ውስጥ
ar: بعد 7 أيام
bn: ৭ দিনের মধ্যে
bs: Za 7 dana
ca: D’aquí a 7 dies
cs: Za 7 dní
da: Om 7 dage
de: In 7 Tagen
es: En 7 días
et: 7 päeva pärast
eu: 7 egun barru
fa: ۷ روز دیگر
fil: Sa loob ng 7 araw
fr: Dans 7 jours
ga: I gceann 7 lá
gl: En 7 días
he: בעוד 7 ימים
hi: 7 दिनों में
is: Eftir 7 daga
it: Tra 7 giorni
ja: 7日後
ko: 7일 후
ku: Di 7 rojan de
ms: Dalam 7 hari
nb: Om 7 dager
ne: ७ दिनमा
nl: Over 7 dagen
nn: Om 7 dagar
pl: Za 7 dni
ps: ۷ ورځې وروسته
pt: Em 7 dias
ro: Peste 7 zile
si: දින 7 කින්
sk: O 7 dní
sl: Čez 7 dni
sq: Pas 7 ditësh
sv: Om 7 dagar
sw: Baada ya siku 7
ta: 7 நாட்களில்
tr: 7 gün içinde
ur: 7 دن بعد
vi: Trong 7 ngày
xh: Kwiintsuku ezi-7
zh: 7 天后
zh_tw: 7 天後
zu: Ezinsukwini ezi-7

source: In 30 days
af: Oor 30 dae
am: በ30 ቀኖች ውስጥ
ar: بعد 30 يومًا
bn: ৩০ দিনের মধ্যে
bs: Za 30 dana
ca: D’aquí a 30 dies
cs: Za 30 dní
da: Om 30 dage
de: In 30 Tagen
es: En 30 días
et: 30 päeva pärast
eu: 30 egun barru
fa: ۳۰ روز دیگر
fil: Sa loob ng 30 araw
fr: Dans 30 jours
ga: I gceann 30 lá
gl: En 30 días
he: בעוד 30 ימים
hi: 30 दिनों में
is: Eftir 30 daga
it: Tra 30 giorni
ja: 30日後
ko: 30일 후
ku: Di 30 rojan de
ms: Dalam 30 hari
nb: Om 30 dager
ne: ३० दिनमा
nl: Over 30 dagen
nn: Om 30 dagar
pl: Za 30 dni
ps: ۳۰ ورځې وروسته
pt: Em 30 dias
ro: Peste 30 de zile
si: දින 30 කින්
sk: O 30 dní
sl: Čez 30 dni
sq: Pas 30 ditësh
sv: Om 30 dagar
sw: Baada ya siku 30
ta: 30 நாட்களில்
tr: 30 gün içinde
ur: 30 دن بعد
vi: Trong 30 ngày
xh: Kwiintsuku ezi-30
zh: 30 天后
zh_tw: 30 天後
zu: Ezinsukwini ezi-30

# inDays
source: in {days} days
af: oor {days} dae
am: በ{days} ቀኖች ውስጥ
ar: بعد {days} يوم
bn: {days} দিনের মধ্যে
bs: za {days} dana
ca: d’aquí a {days} dies
cs: za {days} dní
da: om {days} dage
de: in {days} Tagen
es: en {days} días
et: {days} päeva pärast
eu: {days} egun barru
fa: {days} روز دیگر
fil: sa loob ng {days} araw
fr: dans {days} jours
ga: i gceann {days} lá
gl: en {days} días
he: בעוד {days} ימים
hi: {days} दिनों में
is: eftir {days} daga
it: tra {days} giorni
ja: {days}日後
ko: {days}일 후
ku: di {days} rojan de
ms: dalam {days} hari
nb: om {days} dager
ne: {days} दिनमा
nl: over {days} dagen
nn: om {days} dagar
pl: za {days} dni
ps: {days} ورځې وروسته
pt: em {days} dias
ro: peste {days} zile
si: දින {days} කින්
sk: o {days} dní
sl: čez {days} dni
sq: pas {days} ditësh
sv: om {days} dagar
sw: baada ya siku {days}
ta: {days} நாட்களில்
tr: {days} gün içinde
ur: {days} دن بعد
vi: trong {days} ngày
xh: kwiintsuku ezi-{days}
zh: {days} 天后
zh_tw: {days} 天後
zu: ezinsukwini ezi-{days}

# enterDaysError
source: Enter a number of days.
af: Voer ’n aantal dae in.
am: የቀኖችን ብዛት ያስገቡ
ar: إدخال عدد الأيام مطلوب
bn: দিনের সংখ্যা লিখতে হবে
bs: Unesite broj dana
ca: Introdueix un nombre de dies
cs: Zadejte počet dní
da: Indtast antal dage
de: Anzahl der Tage eingeben
es: Ingresa un número de días.
et: Sisesta päevade arv
eu: Sartu egun kopurua
fa: تعداد روزها را وارد کنید
fil: Maglagay ng bilang ng mga araw
fr: Saisir un nombre de jours.
ga: Iontráil líon laethanta
gl: Introduce un número de días
he: הזן מספר ימים
hi: दिनों की संख्या दर्ज करें।
is: Sláðu inn fjölda daga
it: Inserisci un numero di giorni
ja: 日数を入力してください
ko: 일수를 입력하세요.
ku: Hejmara rojan binivîse
ms: Masukkan bilangan hari
nb: Skriv inn antall dager
ne: दिनहरूको संख्या प्रविष्ट गर्नुहोस्
nl: Voer een aantal dagen in
nn: Tal på dagar må fyllast inn
pl: Liczba dni jest wymagana
ps: د ورځو شمېر اړین دی
pt: Insira um número de dias.
ro: Numărul de zile este obligatoriu
si: දින ගණන අවශ්‍යයි
sk: Počet dní je povinný
sl: Število dni je obvezno
sq: Numri i ditëve është i detyrueshëm
sv: Antal dagar krävs
sw: Idadi ya siku inahitajika
ta: நாட்களின் எண்ணிக்கை அவசியம்
tr: Gün sayısı gerekli
ur: دنوں کی تعداد ضروری ہے
vi: Cần nhập số ngày
xh: Inani leentsuku liyafuneka
zh: 请输入天数。
zh_tw: 請輸入天數。
zu: Faka inani lezinsuku

# invalidDaysError
source: Enter a valid number of days (0 or higher).
af: Voer ’n geldige aantal dae in (0 of meer).
am: ትክክለኛ ብዛት ያስገቡ (0 ወይም ከዚያ በላይ)
ar: إدخال عدد أيام صالح (0 أو أكثر) مطلوب
bn: সঠিক দিনের সংখ্যা লিখতে হবে (০ বা তার বেশি)
bs: Unesite ispravan broj (0 ili više)
ca: Introdueix un nombre vàlid (0 o superior)
cs: Zadejte platný počet dní (0 nebo více)
da: Indtast et gyldigt antal dage (0 eller mere)
de: Gültige Anzahl eingeben (0 oder mehr)
es: Ingresa un número válido de días (0 o mayor).
et: Sisesta kehtiv arv (0 või rohkem)
eu: Sartu baliozko zenbakia (0 edo gehiago)
fa: عدد معتبر وارد کنید (۰ یا بیشتر)
fil: Maglagay ng wastong bilang (0 o higit pa)
fr: Saisir un nombre valide de jours (0 ou plus).
ga: Iontráil uimhir bhailí (0 nó níos mó)
gl: Introduce un número válido (0 ou máis)
he: הזן מספר חוקי (0 או יותר)
hi: मान्य संख्या दर्ज करें (0 या अधिक)।
is: Sláðu inn giltan fjölda daga (0 eða fleiri)
it: Inserisci un numero valido (0 o superiore)
ja: 有効な日数を入力してください（0以上）
ko: 유효한 일수를 입력하세요 (0 이상).
ku: Hejmara rast binivîse (0 an zêdetir)
ms: Masukkan bilangan hari yang sah (0 atau lebih)
nb: Skriv inn et gyldig antall dager (0 eller mer)
ne: मान्य दिन संख्या प्रविष्ट गर्नुहोस् (0 वा बढी)
nl: Voer een geldig aantal dagen in (0 of meer)
nn: Gyldig tal på dagar krevst (0 eller meir)
pl: Wymagana jest prawidłowa liczba dni (0 lub więcej)
ps: سم شمېر اړین دی (۰ یا زیات)
pt: Insira um número válido de dias (0 ou maior).
ro: Număr valid necesar (0 sau mai mult)
si: වලංගු දින ගණනක් අවශ්‍යයි (0 හෝ වැඩි)
sk: Vyžaduje sa platný počet dní (0 alebo viac)
sl: Vnesite veljavno število dni (0 ali več)
sq: Numër i vlefshëm kërkohet (0 ose më shumë)
sv: Ange ett giltigt antal dagar (0 eller mer)
sw: Weka idadi sahihi ya siku (0 au zaidi)
ta: சரியான நாட்களின் எண்ணிக்கையை உள்ளிடவும் (0 அல்லது அதற்கு மேல்)
tr: Geçerli bir sayı girin (0 veya daha fazla)
ur: درست تعداد درج کریں (0 یا زیادہ)
vi: Nhập số hợp lệ (0 hoặc lớn hơn)
xh: Faka inani elichanekileyo (0 okanye ngaphezulu)
zh: 请输入有效的天数（0 或以上）。
zh_tw: 請輸入有效的天數（0 或以上）。
zu: Faka inani elifanele (0 noma ngaphezulu)

# showingItemsRelative
source: Showing items that expire {time}
af: Wys items wat {time} verval
am: {time} የሚያበቁ ነገሮች
ar: العناصر التي تنتهي {time}
bn: {time} মেয়াদ শেষ হওয়া আইটেম
bs: Stavke koje ističu {time}
ca: Mostrant elements que caduquen {time}
cs: Položky expirující {time}
da: Elementer der udløber {time}
de: Elemente, die {time} ablaufen
es: Mostrando elementos que vencen {time}
et: Aeguvad esemed {time}
eu: {time} iraungitzen diren elementuak
fa: نمایش مواردی که {time} منقضی می‌شوند
fil: Ipinapakita ang mga item na mag-e-expire {time}
fr: Éléments expirant {time}
ga: Míreanna a rachaidh in éag {time}
gl: Mostrando elementos que caducan {time}
he: מציג פריטים שפג תוקפם {time}
hi: {time} समाप्त होने वाले आइटम
is: Sýnir atriði sem renna út {time}
it: Visualizzazione degli elementi che scadono {time}
ja: {time} に期限切れの項目
ko: {time} 만료 항목
ku: Tiştên ku {time} dawî dibin tên nîşandan
ms: Memaparkan item yang tamat tempoh {time}
nb: Viser elementer som utløper {time}
ne: {time} म्याद समाप्त हुने वस्तुहरू देखाउँदै
nl: Items die {time} vervallen worden weergegeven
nn: Viser element som går ut {time}
pl: Wyświetlane są elementy wygasające {time}
ps: {time} پای ته رسېدونکي توکي ښودل کېږي
pt: Mostrando itens que expiram {time}
ro: Elemente care expiră {time}
si: {time} කල් ඉකුත් වන අයිතම
sk: Položky expirujúce {time}
sl: Elementi potečejo {time}
sq: Artikuj që skadojnë {time}
sv: Objekt som går ut {time}
sw: Vitu vinavyokwisha {time}
ta: {time} காலாவதியாகும் பொருட்கள்
tr: {time} süresi dolan öğeler
ur: {time} ختم ہونے والی اشیاء
vi: Mục hết hạn {time}
xh: Izinto eziphelelwa lixesha {time}
zh: 显示 {time} 到期的项目
zh_tw: 顯示 {time} 到期的項目
zu: Kuboniswayo izinto eziphelelwa yisikhathi {time}
