Repository: H-Palacios/Vaultara
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bn, bs, ca, cs, da, de, es, et, eu, fa, fil, fr, ga, gl, he, hi, is, it, ja, ko, ku, ms, nb, ne, nl, nn, pl, ps, pt, ro, si, sk, sl, sq, sv, sw, ta, tr, ur, vi, xh, zh, zh_tw, zu

# showingItemsExact
source: Showing items that expire on the selected date
af: Wys items wat op die gekose datum verval
am: በተመረጠው ቀን የሚያበቁ ነገሮች
ar: العناصر التي تنتهي في التاريخ المحدد
bn: নির্বাচিত তারিখে মেয়াদ শেষ হওয়া আইটেম
bs: Stavke koje ističu na odabrani datum
ca: Mostrant elements que caduquen a la data seleccionada
cs: Položky expirující k vybranému datu
da: Elementer der udløber på valgt dato
de: Elemente, die am ausgewählten Datum ablaufen
es: Mostrando elementos que vencen en la fecha seleccionada
et: Valitud kuupäeval aeguvad esemed
eu: Hautatutako egunean iraungitzen diren elementuak
fa: نمایش مواردی که در تاریخ انتخاب‌شده منقضی می‌شوند
fil: Ipinapakita ang mga item na mag-e-expire sa napiling petsa
fr: Éléments expirant à la date sélectionnée
ga: Míreanna a rachaidh in éag ar an dáta roghnaithe
gl: Mostrando elementos que caducan na data seleccionada
he: מציג פריטים שפג תוקפם בתאריך שנבחר
hi: चयनित तारीख पर समाप्त होने वाले आइटम
is: Sýnir atriði sem renna út á völdum degi
it: Visualizzazione degli elementi che scadono nella data selezionata
ja: 選択した日に期限切れの項目
ko: 선택한 날짜에 만료되는 항목
ku: Tiştên ku di roja hilbijartî de dawî dibin tên nîşandan
ms: Memaparkan item yang tamat tempoh pada tarikh dipilih
nb: Viser elementer som utløper på valgt dato
ne: चयन गरिएको मितिमा म्याद समाप्त हुने वस्तुहरू देखाउँदै
nl: Items die op de geselecteerde datum vervallen worden weergegeven
nn: Viser element som går ut på vald dato
pl: Wyświetlane są elementy wygasające w wybranym dniu
ps: په ټاکل شوې نېټه پای ته رسېدونکي توکي ښودل کېږي
pt: Mostrando itens que expiram na data selecionada
ro: Elemente care expiră la data selectată
si: තෝරාගත් දිනයේ කල් ඉකුත් වන අයිතම
sk: Položky expirujúce k vybranému dátumu
sl: Elementi potečejo na izbrani datum
sq: Artikuj që skadojnë në datën e zgjedhur
sv: Objekt som går ut på valt datum
sw: Vitu vinavyokwisha tarehe iliyochaguliwa
ta: தேர்ந்தெடுக்கப்பட்ட தேதியில் காலாவதியாகும் பொருட்கள்
tr: Seçilen tarihte süresi dolan öğeler
ur: منتخب تاریخ پر ختم ہونے والی اشیاء
vi: Mục hết hạn vào ngày đã chọn
xh: Izinto eziphelelwa lixesha kumhla okhethiweyo
zh: 显示在所选日期到期的项目
zh_tw: 顯示在所選日期到期的項目
zu: Kuboniswayo izinto eziphelelwa yisikhathi ngosuku olukhethiwe

# noItemsOnDate
source: No items are set to reach their expiry date on that day.
af: Geen items verval op hierdie datum nie.
am: በዚህ ቀን የሚያበቅ ነገር የለም
ar: لا توجد عناصر تنتهي في هذا اليوم
bn: এই তারিখে কোনো আইটেমের মেয়াদ শেষ হয় না
bs: Nema stavki koje ističu tog dana
ca: No hi ha elements que caduquin en aquesta data
cs: K tomuto dni nejsou žádné položky k expiraci
da: Ingen elementer udløber denne dag
de: An diesem Tag laufen keine Elemente ab
es: No hay elementos que venzan en esa fecha.
et: Sellel kuupäeval ei aegu ühtegi eset
eu: Egun horretan ez da elementurik iraungitzen
fa: هیچ موردی در این تاریخ منقضی نمی‌شود
fil: Walang mga item na mag-e-expire sa petsang ito
fr: Aucun élément n’expire à cette date.
ga: Níl aon mhíreanna ag dul in éag ar an dáta seo
gl: Non hai elementos que caduquen nesta data
he: אין פריטים שפג תוקפם בתאריך זה
hi: इस तारीख पर कोई आइटम समाप्त नहीं हो रहा है।
is: Engin atriði renna út á þessum degi
it: Nessun elemento scade in quel giorno
ja: この日に期限切れの項目はありません
ko: 해당 날짜에 만료되는 항목이 없습니다.
ku: Di vê rojê de tişt tune
ms: Tiada item tamat tempoh pada hari tersebut
nb: Ingen elementer utløper denne dagen
ne: यस मितिमा कुनै वस्तु समाप्त हुँदैन
nl: Er vervallen geen items op die dag
nn: Ingen element går ut denne dagen
pl: Brak elementów wygasających tego dnia
ps: په دې نېټه هېڅ توکی نه پای ته رسېږي
pt: Nenhum item expira nessa data.
ro: Nu există elemente care expiră în acea zi
si: මෙම දිනයේ කල් ඉකුත් වන අයිතම නොමැත
sk: K tomuto dňu neexistujú žiadne položky na expiráciu
sl: Na ta dan ne poteče noben element
sq: Nuk ka artikuj që skadojnë atë ditë
sv: Inga objekt går ut denna dag
sw: Hakuna vitu vinavyokwisha siku hiyo
ta: இந்த நாளில் காலாவதியாகும் பொருட்கள் இல்லை
tr: Bu tarihte süresi dolan öğe yok
ur: اس تاریخ پر کوئی چیز ختم نہیں ہو رہی
vi: Không có mục nào hết hạn ngày này
xh: Akukho zinto ziphelelwa lixesha ngaloo mini
zh: 该日期没有到期的项目。
zh_tw: 該日期沒有到期的項目。
zu: Azikho izinto eziphelelwa yisikhathi ngalolo suku

# editorAddTitle
source: Add item
af: Voeg item by
am: ነገር ያክሉ
ar: إضافة عنصر
bn: আইটেম যোগ
bs: Dodaj stavku
ca: Afegir element
cs: Přidat položku
da: Tilføj element
de: Element hinzufügen
es: Agregar elemento
et: Lisa ese
eu: Elementua gehitu
fa: افزودن مورد
fil: Magdagdag ng item
fr: Ajouter un élément
ga: Cuir mír leis
gl: Engadir elemento
he: הוסף פריט
hi: आइटम जोड़ें
is: Bæta við atriði
it: Aggiungi elemento
ja: アイテムを追加
ko: 항목 추가
ku: Tiştê zêde bike
ms: Tambah item
nb: Legg til element
ne: वस्तु थप्नुहोस्
nl: Item toevoegen
nn: Legg til element
pl: Dodaj element
ps: توکی زیات کړئ
pt: Adicionar item
ro: Adaugă element
si: අයිතමය එක් කරන්න
sk: Pridať položku
sl: Dodaj element
sq: Shto artikull
sv: Lägg till objekt
sw: Ongeza kipengee
ta: உருப்படியை சேர்க்கவும்
tr: Öğe ekle
ur: آئٹم شامل کریں
vi: Thêm mục
xh: Yongeza into
zh: 添加项目
zh_tw: 新增項目
zu: Engeza into

# editorEditTitle
source: Edit item
af: Wysig item
am: ነገር ያስተካክሉ
ar: تعديل عنصر
bn: আইটেম সম্পাদনা
bs: Uredi stavku
ca: Editar element
cs: Upravit položku
da: Rediger element
de: Element bearbeiten
es: Editar elemento
et: Muuda eset
eu: Elementua editatu
fa: ویرایش مورد
fil: I-edit ang item
fr: Modifier l’élément
ga: Cuir mír in eagar
gl: Editar elemento
he: ערוך פריט
hi: आइटम संपादित करें
is: Breyta atriði
it: Modifica elemento
ja: アイテムを編集
ko: 항목 편집
ku: Tiştê biguherîne
nb: Rediger element
ne: वस्तु सम्पादन गर्नुहोस्
nl: Item bewerken
nn: Rediger element
pl: Edytuj element
ps: توکی سمول
pt: Editar item
ro: Editează element
si: අයිතමය සංස්කරණය කරන්න
sk: Upraviť položku
sl: Uredi element
sq: Redakto artikull
sv: Redigera objekt
sw: Hariri kipengee
ta: உருப்படியை திருத்தவும்
tr: Öğeyi düzenle
ur: آئٹم میں ترمیم کریں
vi: Chỉnh sửa mục
xh: Hlela into
zh: 编辑项目
zh_tw: 編輯項目
zu: Hlela into

# editorCategory
source: Category
af: Kategorie
am: ምድብ
ar: الفئة
bn: বিভাগ
bs: Kategorija
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
et: Kategooria
eu: Kategoria
fa: دسته‌بندی
fil: Kategorya
fr: Catégorie
ga: Catagóir
gl: Categoría
he: קטגוריה
hi: श्रेणी
is: Flokkur
it: Categoria
ja: カテゴリ
ko: 카테고리
ku: Kategorî
ms: Kategori
nb: Kategori
ne: श्रेणी
nl: Categorie
nn: Kategori
pl: Kategoria
ps: کټګوري
pt: Categoria
ro: Categorie
si: වර්ගය
sk: Kategória
sl: Kategorija
sq: Kategori
sv: Kategori
sw: Kategoria
ta: வகை
tr: Kategori
ur: زمرہ
vi: Danh mục
xh: Udidi
zh: 类别
zh_tw: 分類
zu: Isigaba

# editorCategoryHint
source: Select a category
af: Kies ’n kategorie
am: ምድብ ይምረጡ
ar: اختر فئة
bn: একটি বিভাগ নির্বাচন করুন
bs: Odaberite kategoriju
ca: Selecciona una categoria
cs: Vyberte kategorii
da: Vælg kategori
de: Kategorie auswählen
es: Selecciona una categoría
et: Vali kategooria
eu: Hautatu kategoria
fa: انتخاب دسته‌بندی
fil: Pumili ng kategorya
fr: Sélectionner une catégorie
ga: Roghnaigh catagóir
gl: Selecciona unha categoría
he: בחר קטגוריה
hi: श्रेणी चुनें
is: Veldu flokk
it: Seleziona una categoria
ja: カテゴリを選択
ko: 카테고리 선택
ku: Kategorî hilbijêre
ms: Pilih kategori
nb: Velg kategori
ne: श्रेणी चयन गर्नुहोस्
nl: Selecteer een categorie
nn: Vel kategori
pl: Wybierz kategorię
ps: کټګوري وټاکئ
pt: Selecionar uma categoria
ro: Selectați categorie
si: වර්ගයක් තෝරන්න
sk: Vyberte kategóriu
sl: Izberite kategorijo
sq: Zgjidh kategori
sv: Välj kategori
sw: Chagua kategoria
ta: ஒரு வகையைத் தேர்ந்தெடுக்கவும்
tr: Kategori seç
ur: زمرہ منتخب کریں
vi: Chọn danh mục
xh: Khetha udidi
zh: 选择类别
zh_tw: 選擇分類
zu: Khetha isigaba

# editorGroup
source: Group
af: Groep
am: ቡድን
ar: المجموعة
bn: গ্রুপ
bs: Grupa
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
es: Grupo
et: Grupp
eu: Taldea
fa: گروه
fil: Grupo
fr: Groupe
ga: Grúpa
gl: Grupo
he: קבוצה
hi: समूह
is: Hópur
it: Gruppo
ja: グループ
ko: 그룹
ku: Kom
ms: Kumpulan
nb: Gruppe
ne: समूह
nl: Groep
nn: Gruppe
pl: Grupa
ps: ډله
pt: Grupo
ro: Grup
si: කණ්ඩායම
sk: Skupina
sl: Skupina
sq: Grup
sv: Grupp
sw: Kikundi
ta: குழு
tr: Grup
ur: گروپ
vi: Nhóm
xh: Iqela
zh: 分组
zh_tw: 群組
zu: Iqembu

# editorGroupHint
source: Select a group under this category
af: Kies ’n groep
am: ቡድን ይምረጡ
ar: اختر مجموعة
bn: একটি গ্রুপ নির্বাচন করুন
bs: Odaberite grupu
ca: Selecciona un grup
cs: Vyberte skupinu
da: Vælg gruppe
de: Gruppe auswählen
es: Selecciona un grupo
et: Vali grupp
eu: Hautatu taldea
fa: انتخاب گروه
fil: Pumili ng grupo
fr: Sélectionner un groupe
ga: Roghnaigh grúpa
gl: Selecciona un grupo
he: בחר קבוצה
hi: समूह चुनें
is: Veldu hóp
it: Seleziona un gruppo
ja: グループを選択
ko: 그룹 선택
ku: Kom hilbijêre
ms: Pilih kumpulan
nb: Velg gruppe
ne: समूह चयन गर्नुहोस्
nl: Selecteer een groep
nn: Vel gruppe i denne kategorien
pl: Wybierz grupę w tej kategorii
ps: په دې کټګورۍ کې ډله وټاکئ
pt: Selecionar um grupo
ro: Selectați grup în această categorie
si: මෙම වර්ගයට අයත් කණ්ඩායමක් තෝරන්න
sk: Vyberte skupinu v tejto kategórii
sl: Izberite skupino v tej kategoriji
sq: Zgjidh grup në këtë kategori
sv: Välj grupp i denna kategori
sw: Chagua kikundi katika kategoria hii
ta: இந்த வகையில் ஒரு குழுவைத் தேர்ந்தெடுக்கவும்
tr: Bu kategoride grup seç
ur: اس زمرے میں گروپ منتخب کریں
vi: Chọn nhóm trong danh mục
xh: Khetha iqela kolu didi
zh: 选择分组
zh_tw: 選擇群組
zu: Khetha iqembu

# editorItemName
source: Item name
af: Itemnaam
am: የነገር ስም
ar: اسم العنصر
bn: আইটেমের নাম
bs: Naziv stavke
ca: Nom de l’element
cs: Název položky
da: Elementnavn
de: Elementname
es: Nombre del elemento
et: Eseme nimi
eu: Elementuaren izena
fa: نام مورد
fil: Pangalan ng item
fr: Nom de l’élément
ga: Ainm na míre
gl: Nome do elemento
he: שם הפריט
hi: आइटम का नाम
is: Heiti atriðis
it: Nome elemento
ja: アイテム名
ko: 항목 이름
ku: Navê tiştê
ms: Nama item
nb: Elementnavn
ne: वस्तुको नाम
nl: Itemnaam
nn: Elementnamn
pl: Nazwa elementu
ps: د توکي نوم
pt: Nome do item
ro: Nume element
si: අයිතමයේ නම
sk: Názov položky
sl: Ime elementa
sq: Emri i artikullit
sv: Objektnamn
sw: Jina la kipengee
ta: உருப்படியின் பெயர்
tr: Öğe adı
ur: آئٹم کا نام
vi: Tên mục
xh: Igama lento
zh: 项目名称
zh_tw: 項目名稱
zu: Igama lento

# editorItemNameHint
source: Enter item name
af: Voer itemnaam in
am: የነገር ስም ያስገቡ
ar: أدخل اسم العنصر
bn: আইটেমের নাম লিখুন
bs: Unesite naziv stavke
ca: Introdueix el nom
cs: Zadejte název položky
da: Indtast elementnavn
de: Elementname eingeben
es: Ingresa el nombre del elemento
et: Sisesta eseme nimi
eu: Idatzi izena
fa: وارد کردن نام مورد
fil: Ilagay ang pangalan ng item
fr: Entrer le nom de l’élément
ga: Iontráil ainm na míre
gl: Introduce o nome do elemento
he: הזן שם פריט
hi: आइटम का नाम दर्ज करें
is: Sláðu inn heiti atriðis
it: Inserisci il nome dell’elemento
ja: アイテム名を入力
ko: 항목 이름 입력
ku: Navê tiştê binivîse
ms: Masukkan nama item
nb: Skriv inn elementnavn
ne: वस्तुको नाम प्रविष्ट गर्नुहोस्
nl: Voer de itemnaam in
nn: Skriv inn elementnamn
pl: Wpisz nazwę elementu
ps: د توکي نوم ولیکئ
pt: Inserir nome do item
ro: Introduceți numele elementului
si: අයිතමයේ නම ඇතුළත් කරන්න
sk: Zadajte názov položky
sl: Vnesite ime elementa
sq: Vendos emrin e artikullit
sv: Ange objektnamn
sw: Ingiza jina la kipengee
ta: உருப்படியின் பெயரை உள்ளிடவும்
tr: Öğe adını gir
ur: آئٹم کا نام درج کریں
vi: Nhập tên mục
xh: Faka igama lento
zh: 输入项目名称
zh_tw: 輸入項目名稱
zu: Faka igama lento

# editorExpiryDate
source: Expiry date
af: Vervaldatum
am: የመጨረሻ ቀን
ar: تاريخ الانتهاء
bn: মেয়াদ শেষের তারিখ
bs: Datum isteka
ca: Data de caducitat
cs: Datum expirace
da: Udløbsdato
de: Ablaufdatum
es: Fecha de vencimiento
et: Aegumiskuupäev
eu: Iraungitze-data
fa: تاریخ انقضا
fil: Petsa ng pag-expire
fr: Date d’expiration
ga: Dáta éaga
gl: Data de caducidade
he: תאריך תפוגה
hi: समाप्ति तिथि
is: Gildistími
it: Data di scadenza
ja: 有効期限
ko: 만료 날짜
ku: Dawiya demê
ms: Tarikh tamat tempoh
nb: Utløpsdato
ne: म्याद समाप्ति मिति
nl: Vervaldatum
nn: Utløpsdato
pl: Data wygaśnięcia
ps: د پای نېټه
pt: Data de expiração
ro: Data expirării
si: කල් ඉකුත් වන දිනය
sk: Dátum expirácie
sl: Datum poteka
sq: Data e skadimit
sv: Utgångsdatum
sw: Tarehe ya mwisho
ta: காலாவதி தேதி
tr: Son kullanma tarihi
ur: اختتامی تاریخ
vi: Ngày hết hạn
xh: Umhla wokuphelelwa
zh: 到期日期
zh_tw: 到期日期
zu: Usuku lokuphelelwa

# editorExpiryDateHint
source: Select expiry date
af: Kies vervaldatum
am: የመጨረሻ ቀን ይምረጡ
ar: اختر تاريخ الانتهاء
bn: তারিখ নির্বাচন করুন
bs: Odaberite datum
ca: Selecciona la data
cs: Vyberte datum expirace
da: Vælg udløbsdato
de: Ablaufdatum auswählen
es: Selecciona la fecha de vencimiento
et: Vali aegumiskuupäev
eu: Hautatu data
fa: انتخاب تاریخ انقضا
fil: Pumili ng petsa ng pag-expire
fr: Sélectionner la date d’expiration
ga: Roghnaigh dáta éaga
gl: Selecciona a data de caducidade
he: בחר תאריך תפוגה
hi: समाप्ति तिथि चुनें
is: Veldu gildistímadag
it: Seleziona la data di scadenza
ja: 有効期限を選択
ko: 만료 날짜 선택
ku: Dîrokê hilbijêre
ms: Pilih tarikh tamat tempoh
nb: Velg utløpsdato
ne: म्याद समाप्ति मिति चयन गर्नुहोस्
nl: Selecteer de vervaldatum
nn: Vel utløpsdato
pl: Wybierz datę wygaśnięcia
ps: د پای نېټه وټاکئ
pt: Selecionar data de expiração
ro: Selectați data expirării
si: කල් ඉකුත් වන දිනය තෝරන්න
sk: Vyberte dátum expirácie
sl: Izberite datum poteka
sq: Zgjidh datën e skadimit
sv: Välj utgångsdatum
sw: Chagua tarehe ya mwisho
ta: காலாவதி தேதியைத் தேர்ந்தெடுக்கவும்
tr: Tarih seç
ur: تاریخ منتخب کریں
vi: Chọn ngày
xh: Khetha umhla
zh: 选择到期日期
zh_tw: 選擇到期日期
zu: Khetha usuku lokuphelelwa

# editorErrorCategory
source: Select a category
af: Kategorie is vereis
am: ምድብ ያስፈልጋል
ar: اختيار الفئة مطلوب
bn: বিভাগ নির্বাচন আবশ্যক
bs: Kategorija je obavezna
ca: La categoria és obligatòria
cs: Kategorie je povinná
da: Kategori er påkrævet
de: Kategorie ist erforderlich
es: Selecciona una categoría
et: Kategooria on kohustuslik
eu: Kategoria beharrezkoa da
fa: دسته‌بندی الزامی است
fil: Kinakailangan ang kategorya
fr: Sélectionner une catégorie
ga: Tá catagóir riachtanach
gl: A categoría é obrigatoria
he: קטגוריה נדרשת
hi: श्रेणी चुनें
is: Flokkur er nauðsynlegur
it: Categoria obbligatoria
ja: カテゴリを選択してください
ko: 카테고리 선택
ku: Kategorî pêwîst e
ms: Kategori diperlukan
nb: Kategori er påkrevd
ne: श्रेणी आवश्यक छ
nl: Categorie is verplicht
nn: Kategori er påkravd
pl: Kategoria jest wymagana
ps: کټګوري اړینه ده
pt: Selecione uma categoria
ro: Categoria este obligatorie
si: වර්ගය අවශ්‍යයි
sk: Kategória je povinná
sl: Kategorija je obvezna
sq: Kategoria është e detyrueshme
sv: Kategori krävs
sw: Kategoria inahitajika
ta: வகை அவசியம்
tr: Kategori gerekli
ur: زمرہ ضروری ہے
vi: Danh mục bắt buộc
xh: Udidi luyafuneka
zh: 请选择类别
zh_tw: 請選擇分類
zu: Isigaba siyadingeka

# editorErrorGroup
source: Select a group
af: Groep is vereis
am: ቡድን ያስፈልጋል
ar: اختيار المجموعة مطلوب
bn: গ্রুপ নির্বাচন আবশ্যক
bs: Grupa je obavezna
ca: El grup és obligatori
cs: Skupina je povinná
da: Gruppe er påkrævet
de: Gruppe ist erforderlich
es: Selecciona un grupo
et: Grupp on kohustuslik
eu: Taldea beharrezkoa da
fa: گروه الزامی است
fil: Kinakailangan ang grupo
fr: Sélectionner un groupe
ga: Tá grúpa riachtanach
gl: O grupo é obrigatorio
he: קבוצה נדרשת
hi: समूह चुनें
is: Hópur er nauðsynlegur
it: Gruppo obbligatorio
ja: グループを選択してください
ko: 그룹 선택
ku: Kom pêwîst e
ms: Kumpulan diperlukan
nb: Gruppe er påkrevd
ne: समूह आवश्यक छ
nl: Groep is verplicht
nn: Gruppe er påkravd
pl: Grupa jest wymagana
ps: ډله اړینه ده
pt: Selecione um grupo
ro: Grupul este obligatoriu
si: කණ්ඩායම අවශ්‍යයි
sk: Skupina je povinná
sl: Skupina je obvezna
sq: Grupi është i detyrueshëm
sv: Grupp krävs
sw: Kikundi kinahitajika
ta: குழு அவசியம்
tr: Grup gerekli
ur: گروپ ضروری ہے
vi: Nhóm bắt buộc
xh: Iqela liyafuneka
zh: 请选择分组
zh_tw: 請選擇群組
zu: Iqembu liyadingeka

# editorErrorName
source: Item name is required
af: Itemnaam is vereis
am: የነገር ስም ያስፈልጋል
ar: اسم العنصر مطلوب
bn: আইটেমের নাম আবশ্যক
bs: Naziv je obavezan
ca: El nom és obligatori
cs: Název položky je povinný
da: Elementnavn er påkrævet
de: Elementname ist erforderlich
es: El nombre del elemento es obligatorio
et: Eseme nimi on kohustuslik
eu: Izena beharrezkoa da
fa: نام مورد الزامی است
fil: Kinakailangan ang pangalan
fr: Le nom de l’élément est requis
ga: Tá ainm riachtanach
gl: O nome é obrigatorio
he: שם הפריט נדרש
hi: आइटम का नाम आवश्यक है
is: Heiti atriðis er nauðsynlegt
it: Il nome dell’elemento è obbligatorio
ja: アイテム名は必須です
ko: 항목 이름은 필수
ku: Nav pêwîst e
ms: Nama item diperlukan
nb: Elementnavn er påkrevd
ne: वस्तुको नाम आवश्यक छ
nl: Itemnaam is verplicht
nn: Elementnamn er påkravd
pl: Nazwa elementu jest wymagana
ps: د توکي نوم اړین دی
pt: O nome do item é obrigatório
ro: Numele elementului este obligatoriu
si: අයිතමයේ නම අවශ්‍යයි
sk: Názov položky je povinný
sl: Ime elementa je obvezno
sq: Emri i artikullit është i detyrueshëm
sv: Objektnamn krävs
sw: Jina la kipengee linahitajika
ta: உருப்படியின் பெயர் அவசியம்
tr: Öğe adı gerekli
ur: آئٹم کا نام ضروری ہے
vi: Tên mục bắt buộc
xh: Igama lento liyafuneka
zh: 项目名称不能为空
zh_tw: 項目名稱為必填
zu: Igama lento liyadingeka

# editorErrorExpiry
source: Select an expiry date
af: Vervaldatum is vereis
am: ቀን ያስፈልጋል
ar: اختيار تاريخ الانتهاء مطلوب
bn: তারিখ নির্বাচন আবশ্যক
bs: Datum je obavezan
ca: La data és obligatòria
cs: Datum expirace je povinné
da: Udløbsdato er påkrævet
de: Ablaufdatum ist erforderlich
es: Selecciona una fecha de vencimiento
et: Aegumiskuupäev on kohustuslik
eu: Data beharrezkoa da
fa: تاریخ انقضا الزامی است
fil: Kinakailangan ang petsa
fr: Sélectionner une date d’expiration
ga: Tá dáta riachtanach
gl: A data é obrigatoria
he: תאריך תפוגה נדרש
hi: समाप्ति तिथि चुनें
is: Gildistími er nauðsynlegur
it: Data di scadenza obbligatoria
ja: 有効期限を選択してください
ko: 만료 날짜 선택
ku: Dîrok pêwîst e
ms: Tarikh tamat tempoh diperlukan
nb: Utløpsdato er påkrevd
ne: मिति आवश्यक छ
nl: Vervaldatum is verplicht
nn: Utløpsdato er påkravd
pl: Data wygaśnięcia jest wymagana
ps: نېټه اړینه ده
pt: Selecione uma data de expiração
ro: Data expirării este obligatorie
si: දිනය අවශ්‍යයි
sk: Dátum expirácie je povinný
sl: Datum poteka je obvezen
sq: Data e skadimit është e detyrueshme
sv: Utgångsdatum krävs
sw: Tarehe inahitajika
ta: தேதி அவசியம்
tr: Tarih gerekli
ur: تاریخ ضروری ہے
vi: Ngày bắt buộc
xh: Umhla uyafuneka
zh: 请选择到期日期
zh_tw: 請選擇到期日期
zu: Usuku lokuphelelwa luyadingeka

# editorErrorExpiryPast
source: Expiry date must be today or a future date
af: Vervaldatum moet vandag of later wees
am: ቀኑ ዛሬ ወይም ወደፊት መሆን አለበት
ar: يجب أن يكون التاريخ اليوم أو بعده
bn: তারিখ আজ বা ভবিষ্যতের হতে হবে
bs: Datum mora biti danas ili u budućnosti
ca: La data ha de ser avui o futura
cs: Datum musí být dnes nebo v budoucnu
da: Datoen skal være i dag eller i fremtiden
de: Datum muss heute oder zukünftig sein
es: La fecha debe ser hoy o futura
et: Kuupäev peab olema täna või tulevikus
eu: Data gaurkoa edo etorkizunekoa izan behar da
fa: تاریخ باید امروز یا آینده باشد
fil: Ang petsa ay dapat ngayon o sa hinaharap
fr: La date doit être aujourd’hui ou future
ga: Caithfidh an dáta a bheith inniu nó sa todhchaí
gl: A data debe ser hoxe ou futura
he: התאריך חייב להיות היום או עתידי
hi: समाप्ति तिथि आज या भविष्य की होनी चाहिए
is: Dagsetning verður að vera í dag eða síðar
it: La data deve essere oggi o futura
ja: 有効期限は今日以降である必要があります
ko: 만료 날짜는 오늘 이후여야 합니다
ku: Divê dîrok îro an pêşeroj be
ms: Tarikh mesti hari ini atau akan datang
nb: Datoen må være i dag eller senere
ne: मिति आज वा भविष्यको हुनुपर्छ
nl: De datum moet vandaag of later zijn
nn: Datoen må vere i dag eller seinare
pl: Data musi być dzisiejsza lub przyszła
ps: نېټه باید نن یا راتلونکې وي
pt: A data deve ser hoje ou futura
ro: Data trebuie să fie astăzi sau în viitor
si: දිනය අද හෝ අනාගත දිනයක් විය යුතුය
sk: Dátum musí byť dnes alebo v budúcnosti
sl: Datum mora biti danes ali v prihodnosti
sq: Data duhet të jetë sot ose në të ardhmen
sv: Datumet måste vara idag eller i framtiden
sw: Tarehe lazima iwe leo au baadaye
ta: தேதி இன்று அல்லது எதிர்காலமாக இருக்க வேண்டும்
tr: Tarih bugün veya gelecekte olmalı
ur: تاریخ آج یا مستقبل کی ہونی چاہیے
vi: Ngày phải là hôm nay hoặc tương lai
xh: Umhla kufuneka ube namhlanje okanye kwixesha elizayo
zh: 到期日期必须是今天或将来
zh_tw: 到期日期必須是今天或未來
zu: Usuku kufanele lube namuhla noma esikhathini esizayo

source: Cancel
af: Kanselleer
am: ሰርዝ
ar: إلغاء
bn: বাতিল
bs: Otkaži
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
et: Tühista
eu: Utzi
fa: لغو
fil: Kanselahin
fr: Annuler
ga: Cealaigh
gl: Cancelar
he: ביטול
hi: रद्द करें
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
ku: Betal bike
ms: Batal
nb: Avbryt
ne: रद्द गर्नुहोस्
nl: Annuleren
nn: Avbryt
pl: Anuluj
ps: لغوه
pt: Cancelar
ro: Anulează
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sq: Anulo
sv: Avbryt
sw: Ghairi
ta: ரத்து
tr: İptal
ur: منسوخ
vi: Hủy
xh: Rhoxisa
zh: 取消
zh_tw: 取消
zu: Khansela

source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
bn: সংরক্ষণ
bs: Sačuvaj
ca: Desar
cs: Uložit
da: Gem
de: Speichern
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fil: I-save
fr: Enregistrer
ga: Sábháil
gl: Gardar
he: שמור
hi: सहेजें
is: Vista
it: Salva
ja: 保存
ko: 저장
ku: Tomar bike
ms: Simpan
nb: Lagre
ne: सुरक्षित गर्नुहोस्
nl: Opslaan
nn: Lagre
pl: Zapisz
ps: ساتل
pt: Salvar
ro: Salvează
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaj
sv: Spara
sw: Hifadhi
ta: சேமி
tr: Kaydet
ur: محفوظ کریں
vi: Lưu
xh: Gcina
zh: 保存
zh_tw: 儲存
zu: Londoloza

# addCategoryTitle
source: Add category
af: Voeg kategorie by
am: ምድብ ያክሉ
ar: إضافة فئة
bn: বিভাগ যোগ
bs: Dodaj kategoriju
ca: Afegir categoria
cs: Přidat kategorii
da: Tilføj kategori
de: Kategorie hinzufügen
es: Agregar categoría
et: Lisa kategooria
eu: Kategoria gehitu
fa: افزودن دسته‌بندی
fil: Magdagdag ng kategorya
fr: Ajouter une catégorie
ga: Cuir catagóir leis
gl: Engadir categoría
he: הוסף קטגוריה
hi: श्रेणी जोड़ें
is: Bæta við flokki
it: Aggiungi categoria
ja: カテゴリを追加
ko: 카테고리 추가
ku: Kategorî zêde bike
ms: Tambah kategori
nb: Legg til kategori
ne: श्रेणी थप्नुहोस्
nl: Categorie toevoegen
nn: Legg til kategori
pl: Dodaj kategorię
ps: کټګوري زیاته کړئ
pt: Adicionar categoria
ro: Adaugă categorie
si: වර්ගය එක් කරන්න
sk: Pridať kategóriu
sl: Dodaj kategorijo
sq: Shto kategori
sv: Lägg till kategori
sw: Ongeza kategoria
ta: வகையை சேர்க்கவும்
tr: Kategori ekle
ur: زمرہ شامل کریں
vi: Thêm danh mục
xh: Yongeza udidi
zh: 添加类别
zh_tw: 新增分類
zu: Engeza isigaba
