Repository: H-Palacios/Vaultara
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bn, bs, ca, cs, da, de, es, et, eu, fa, fil, fr, ga, gl, he, hi, is, it, ja, ko, ku, ms, nb, ne, nl, nn, pl, ps, pt, ro, si, sk, sl, sq, sv, sw, ta, tr, ur, vi, xh, zh, zh_tw, zu

# unlimitedCategories
source: Unlimited categories (Premium)
af: Onbeperkte kategorieë (Premium)
am: ያልተገደበ ምድቦች (Premium)
ar: فئات غير محدودة (Premium)
bn: সীমাহীন বিভাগ (Premium)
bs: Neograničene kategorije (Premium)
ca: Categories il·limitades (Premium)
cs: Neomezené kategorie (Premium)
da: Ubegrænsede kategorier (Premium)
de: Unbegrenzte Kategorien (Premium)
es: Categorías ilimitadas (Premium)
et: Piiramatud kategooriad (Premium)
eu: Mugarik gabeko kategoriak (Premium)
fa: دسته‌بندی نامحدود (Premium)
fil: Walang limit na kategorya (Premium)
fr: Catégories illimitées (Premium)
ga: Catagóirí gan teorainn (Premium)
gl: Categorías ilimitadas (Premium)
he: קטגוריות ללא הגבלה (Premium)
hi: असीमित श्रेणियाँ (प्रीमियम)
is: Ótakmarkaðir flokkar (Premium)
it: Categorie illimitate (Premium)
ja: カテゴリ無制限（Premium）
ko: 카테고리 무제한 (프리미엄)
ku: Kategorî bê sînor (Premium)
ms: Kategori tanpa had (Premium)
nb: Ubegrensede kategorier (Premium)
ne: असीमित श्रेणीहरू (Premium)
nl: Onbeperkte categorieën (Premium)
nn: Uavgrensa kategoriar (Premium)
pl: Nieograniczone kategorie (Premium)
ps: بې‌حده کټګورۍ (Premium)
pt: Categorias ilimitadas (Premium)
ro: Categorii nelimitate (Premium)
si: සීමා නොමැති වර්ග (Premium)
sk: Neobmedzené kategórie (Premium)
sl: Neomejene kategorije (Premium)
sq: Kategori të pakufizuara (Premium)
sv: Obegränsade kategorier (Premium)
sw: Kategoria zisizo na kikomo (Premium)
ta: வரம்பற்ற வகைகள் (Premium)
tr: Sınırsız kategoriler (Premium)
ur: لامحدود زمرے (Premium)
vi: Danh mục không giới hạn (Premium)
xh: Iindidi ezingapheliyo (Premium)
zh: 无限类别（高级版）
zh_tw: 無限制分類（進階版）
zu: Izigaba ezinganemkhawulo (Premium)

# categoryUsage
source: {current} / {limit} categories used
af: {current} / {limit} kategorieë gebruik
am: {current} / {limit} ምድቦች
ar: {current} / {limit} فئات مستخدمة
bn: {current} / {limit} বিভাগ ব্যবহৃত
bs: {current} / {limit} korištenih kategorija
ca: {current} / {limit} categories utilitzades
cs: {current} / {limit} použitých kategorií
da: {current} / {limit} kategorier brugt
de: {current} / {limit} Kategorien verwendet
es: {current} / {limit} categorías usadas
et: {current} / {limit} kasutatud kategooriat
eu: {current} / {limit} erabilitako kategoriak
fa: {current} / {limit} دسته‌بندی استفاده‌شده
fil: {current} / {limit} kategorya ang nagamit
fr: {current} / {limit} catégories utilisées
ga: {current} / {limit} catagóir in úsáid
gl: {current} / {limit} categorías usadas
he: {current} / {limit} קטגוריות בשימוש
hi: {current} / {limit} श्रेणियाँ उपयोग की गई
is: {current} / {limit} flokkar notaðir
it: {current} / {limit} categorie utilizzate
ja: {current} / {limit} カテゴリ使用中
ko: {current} / {limit} 카테고리 사용
ku: {current} / {limit} kategorî hatine bikaranîn
ms: {current} / {limit} kategori digunakan
nb: {current} / {limit} kategorier brukt
ne: {current} / {limit} श्रेणी प्रयोग गरिएको
nl: {current} / {limit} categorieën gebruikt
nn: {current} / {limit} kategoriar brukt
pl: {current} / {limit} kategorii użyto
ps: {current} / {limit} کټګورۍ کارول شوې
pt: {current} / {limit} categorias usadas
ro: {current} / {limit} categorii utilizate
si: {current} / {limit} වර්ග භාවිතා කර ඇත
sk: {current} / {limit} použitých kategórií
sl: {current} / {limit} uporabljenih kategorij
sq: {current} / {limit} kategori të përdorura
sv: {current} / {limit} kategorier använda
sw: {current} / {limit} kategoria zilizotumika
ta: {current} / {limit} பயன்படுத்தப்பட்ட வகைகள்
tr: {current} / {limit} kategori kullanıldı
ur: {current} / {limit} زمرے استعمال ہو چکے
vi: {current} / {limit} danh mục đã dùng
xh: {current} / {limit} iindidi zisetyenzisiwe
zh: 已使用 {current} / {limit} 个类别
zh_tw: 已使用 {current} / {limit} 個分類
zu: {current} / {limit} izigaba ezisetshenzisiwe

# categoryNameLabel
source: Category name
af: Kategorie naam
am: የምድብ ስም
ar: اسم الفئة
bn: বিভাগের নাম
bs: Naziv kategorije
ca: Nom de la categoria
cs: Název kategorie
da: Kategorinavn
de: Kategoriename
es: Nombre de la categoría
et: Kategooria nimi
eu: Kategoriaren izena
fa: نام دسته‌بندی
fil: Pangalan ng kategorya
fr: Nom de la catégorie
ga: Ainm na catagóire
gl: Nome da categoría
he: שם קטגוריה
hi: श्रेणी का नाम
is: Heiti flokks
it: Nome categoria
ja: カテゴリ名
ko: 카테고리 이름
ku: Navê kategorî
ms: Nama kategori
nb: Kategorinavn
ne: श्रेणीको नाम
nl: Categorienaam
nn: Kategorinamn
pl: Nazwa kategorii
ps: د کټګورۍ نوم
pt: Nome da categoria
ro: Nume categorie
si: වර්ග නාමය
sk: Názov kategórie
sl: Ime kategorije
sq: Emri i kategorisë
sv: Kategorinamn
sw: Jina la kategoria
ta: வகையின் பெயர்
tr: Kategori adı
ur: زمرے کا نام
vi: Tên danh mục
xh: Igama lodidi
zh: 类别名称
zh_tw: 分類名稱
zu: Igama lesigaba

# categoryNameHint
source: Enter category
af: Voer kategorie in
am: ምድብ ያስገቡ
ar: أدخل اسم الفئة
bn: বিভাগের নাম লিখুন
bs: Unesite kategoriju
ca: Introdueix la categoria
cs: Zadejte kategorii
da: Indtast kategori
de: Kategorie eingeben
es: Ingresar categoría
et: Sisesta kategooria
eu: Sartu kategoria
fa: وارد کردن دسته‌بندی
fil: Ilagay ang kategorya
fr: Entrer une catégorie
ga: Iontráil catagóir
gl: Introduce categoría
he: הזן קטגוריה
hi: श्रेणी दर्ज करें
is: Sláðu inn flokk
it: Inserisci categoria
ja: カテゴリ名を入力
ko: 카테고리 입력
ku: Kategorî binivîse
ms: Masukkan kategori
nb: Skriv inn kategori
ne: श्रेणी प्रविष्ट गर्नुहोस्
nl: Categorie invoeren
nn: Skriv inn kategori
pl: Wpisz kategorię
ps: کټګوري ولیکئ
pt: Inserir categoria
ro: Introduceți categoria
si: වර්ගය ඇතුළත් කරන්න
sk: Zadajte kategóriu
sl: Vnesite kategorijo
sq: Vendos kategori
sv: Ange kategori
sw: Ingiza kategoria
ta: வகையை உள்ளிடவும்
tr: Kategori gir
ur: زمرہ درج کریں
vi: Nhập danh mục
xh: Faka udidi
zh: 输入类别
zh_tw: 輸入分類
zu: Faka isigaba

# categoryLimitReached
source: You have reached the Basic plan limit of {limit} categories. Upgrade to Premium to create unlimited custom categories.
af: Die basiese planlimiet is bereik. Gradeer op vir onbeperkte kategorieë.
am: የBasic እቅድ የምድብ ገደብ {limit} ደርሷል። Premium በመሻሻል ያልተገደበ ምድቦችን መፍጠር ይችላሉ።
ar: لقد وصلت إلى حد خطة Basic وهو {limit} فئات. قم بالترقية إلى Premium لإنشاء فئات غير محدودة.
bn: আপনি Basic পরিকল্পনার {limit} বিভাগের সীমায় পৌঁছেছেন। Premium এ আপগ্রেড করুন।
bs: Dostigli ste Basic limit od {limit} kategorija. Nadogradite na Premium.
ca: Has arribat al límit del pla Basic de {limit} categories. Actualitza a Premium.
cs: Dosáhli jste limitu Basic plánu {limit} kategorií. Pro neomezené kategorie přejděte na Premium.
da: Du har nået Basic-planens grænse på {limit} kategorier. Opgrader til Premium.
de: Sie haben das Basic-Limit von {limit} Kategorien erreicht. Upgrade auf Premium.
es: Has alcanzado el límite del plan Básico. Actualiza a Premium para crear categorías ilimitadas.
et: Oled saavutanud Basic-plaani piiri {limit} kategooriat. Uuenda Premiumile.
eu: Basic planaren {limit} kategoriaren muga lortu duzu. Premiumera eguneratu mugarik gabe sortzeko.
fa: به محدودیت {limit} دسته‌بندی در طرح Basic رسیده‌اید. برای نامحدود شدن به Premium ارتقا دهید.
fil: Naabot mo na ang Basic plan limit na {limit} kategorya. Mag-upgrade sa Premium.
fr: La limite du plan Basique est atteinte. Passez à Premium pour créer des catégories illimitées.
ga: Tá teorainn {limit} catagóire an phlean Basic bainte amach agat. Uasghrádaigh go Premium.
gl: Acadaches o límite de {limit} categorías do plan Basic. Actualiza a Premium para crear categorías ilimitadas.
he: הגעת למגבלת תוכנית Basic. Premium מאפשר קטגוריות ללא הגבלה
hi: बेसिक योजना की सीमा पूरी हो चुकी है। प्रीमियम पर जाएँ।
is: Takmörk Basic hafa náðst. Premium býður ótakmarkaða flokka
it: Limite del piano Basic raggiunto. Premium consente categorie illimitate
ja: ベーシックプランの上限に達しました。Premium にアップグレードしてください。
ko: 베이직 요금제 한도에 도달했습니다. 프리미엄으로 업그레이드하세요.
ku: Sînorê Basic gihîşt. Premium kategorî bê sînor pêşkêş dike
ms: Had pelan Basic telah dicapai. Premium membenarkan kategori tanpa had
nb: Grensen for Basic-planen er nådd. Premium gir ubegrensede kategorier
ne: Basic योजना सीमा पुगेको छ। Premium ले असीमित श्रेणी दिन्छ
nl: De limiet van het Basic-plan is bereikt. Premium biedt onbeperkte categorieën
nn: Grensa for Basic-planen er nådd. Premium gir uavgrensa kategoriar
pl: Osiągnięto limit planu Basic. Premium umożliwia nieograniczone kategorie
ps: د Basic پلان حد ته رسېدلي یاست. Premium بې‌حده کټګورۍ برابروي
pt: O limite do plano Básico foi atingido. Atualize para Premium para criar categorias ilimitadas.
ro: Limita planului Basic a fost atinsă. Premium permite categorii nelimitate
si: Basic සැලසුමේ සීමාවට ළඟා වී ඇත. Premium මඟින් සීමා නොමැති වර්ග ලබා දේ
sk: Dosiahli ste limit plánu Basic. Premium umožňuje neobmedzené kategórie
sl: Dosežena je omejitev paketa Basic. Premium omogoča neomejene kategorije
sq: Kufiri i planit Basic është arritur. Premium lejon kategori të pakufizuara
sv: Gränsen för Basic-planen har nåtts. Premium tillåter obegränsade kategorier
sw: Kikomo cha mpango wa Basic kimefikiwa. Premium huruhusu kategoria zisizo na kikomo
ta: Basic திட்ட வரம்பு அடைந்தது. Premium வரம்பற்ற வகைகளை அனுமதிக்கும்
tr: Basic plan sınırına ulaşıldı. Premium sınırsız kategori sağlar
ur: Basic منصوبے کی حد مکمل ہو چکی ہے۔ Premium لامحدود زمرے دیتا ہے
vi: Đã đạt giới hạn Basic. Premium cho phép danh mục không giới hạn
xh: Umda we-Basic ufikelelwe. Premium ivumela iindidi ezingapheliyo
zh: 已达到基础版限制。升级到高级版以创建无限类别。
zh_tw: 已達到基本方案限制。升級至進階版以建立無限制分類。
zu: Umkhawulo we-Basic usufinyelelwe. I-Premium inezigaba ezinganemkhawulo

# categoryLimitInfo
source: On the Basic plan you can create up to {limit} custom categories.
af: Die basiese plan laat tot {limit} pasgemaakte kategorieë toe.
am: በBasic እቅድ እስከ {limit} ምድቦች መፍጠር ይችላሉ።
ar: في خطة Basic يمكنك إنشاء ما يصل إلى {limit} فئات مخصصة.
bn: Basic পরিকল্পনায় সর্বোচ্চ {limit} টি বিভাগ তৈরি করা যায়।
bs: Basic plan dozvoljava do {limit} prilagođenih kategorija.
ca: El pla Basic permet crear fins a {limit} categories personalitzades.
cs: Basic plán umožňuje vytvořit maximálně {limit} vlastních kategorií.
da: Basic-planen tillader op til {limit} brugerdefinerede kategorier.
de: Im Basic-Plan können bis zu {limit} benutzerdefinierte Kategorien erstellt werden.
es: En el plan Básico puedes crear hasta {limit} categorías personalizadas.
et: Basic-plaan võimaldab luua kuni {limit} kohandatud kategooriat.
eu: Basic planak gehienez {limit} kategoria pertsonalizatu sortzea ahalbidetzen du.
fa: طرح Basic امکان ایجاد حداکثر {limit} دسته‌بندی سفارشی را می‌دهد.
fil: Pinapayagan ng Basic plan ang hanggang {limit} custom na kategorya.
fr: Le plan Basique permet de créer jusqu’à {limit} catégories personnalisées.
ga: Ceadaíonn an plean Basic suas le {limit} catagóir saincheaptha.
gl: O plan Basic permite crear ata {limit} categorías personalizadas.
he: תוכנית Basic מאפשרת עד {limit} קטגוריות
hi: बेसिक योजना में अधिकतम {limit} कस्टम श्रेणियाँ बनाई जा सकती हैं।
is: Basic leyfir allt að {limit} flokka
it: Il piano Basic consente fino a {limit} categorie
ja: ベーシックプランでは最大 {limit} 件のカテゴリを作成できます
ko: 베이직 요금제에서는 최대 {limit}개의 카테고리를 만들 수 있습니다.
ku: Basic heta {limit} kategorî destûr dide
ms: Pelan Basic membenarkan sehingga {limit} kategori
nb: Basic-planen tillater opptil {limit} kategorier
ne: Basic योजनाले {limit} श्रेणीसम्म अनुमति दिन्छ
nl: Het Basic-plan staat maximaal {limit} categorieën toe
nn: Basic-planen tillèt opptil {limit} kategoriar
pl: Plan Basic pozwala na {limit} kategorii
ps: Basic پلان تر {limit} کټګوریو اجازه ورکوي
pt: No plano Básico é possível criar até {limit} categorias personalizadas.
ro: Planul Basic permite până la {limit} categorii
si: Basic සැලසුම {limit} වර්ග සීමා කරයි
sk: Plán Basic povoľuje {limit} kategórií
sl: Paket Basic omogoča do {limit} kategorij
sq: Plani Basic lejon deri në {limit} kategori
sv: Basic-planen tillåter upp till {limit} kategorier
sw: Mpango wa Basic huruhusu hadi kategoria {limit}
ta: Basic திட்டம் {limit} வகைகள் வரை அனுமதிக்கும்
tr: Basic plan en fazla {limit} kategoriye izin verir
ur: Basic منصوبہ زیادہ سے زیادہ {limit} زمرے دیتا ہے
vi: Basic cho phép tối đa {limit} danh mục
xh: I-Basic ivumela ukuya kuthi ga kwiindidi {limit}
zh: 基础版最多可创建 {limit} 个自定义类别。
zh_tw: 基本方案最多可建立 {limit} 個自訂分類。
zu: I-Basic ivumela izigaba ezifika ku-{limit}

# categoryErrorEmpty
source: Category name is required
af: Kategorie naam is vereis
am: የምድብ ስም ያስፈልጋል
ar: اسم الفئة مطلوب
bn: বিভাগের নাম আবশ্যক
bs: Naziv kategorije je obavezan
ca: El nom de la categoria és obligatori
cs: Název kategorie je povinný
da: Kategorinavn er påkrævet
de: Kategoriename ist erforderlich
es: El nombre de la categoría es obligatorio
et: Kategooria nimi on kohustuslik
eu: Kategoriaren izena beharrezkoa da
fa: نام دسته‌بندی الزامی است
fil: Kinakailangan ang pangalan ng kategorya
fr: Le nom de la catégorie est requis
ga: Tá ainm catagóire riachtanach
gl: O nome da categoría é obrigatorio
he: שם קטגוריה נדרש
hi: श्रेणी का नाम आवश्यक है
is: Heiti flokks er nauðsynlegt
it: Il nome della categoria è obbligatorio
ja: カテゴリ名は必須です
ko: 카테고리 이름은 필수
ku: Navê kategorî pêwîst e
ms: Nama kategori diperlukan
nb: Kategorinavn er påkrevd
ne: श्रेणी नाम आवश्यक छ
nl: Categorienaam is verplicht
nn: Kategorinamn er påkravd
pl: Nazwa kategorii jest wymagana
ps: د کټګورۍ نوم اړین دی
pt: O nome da categoria é obrigatório
ro: Numele categoriei este obligatoriu
si: වර්ග නාමය අවශ්‍යයි
sk: Názov kategórie je povinný
sl: Ime kategorije je obvezno
sq: Emri i kategorisë është i detyrueshëm
sv: Kategorinamn krävs
sw: Jina la kategoria linahitajika
ta: வகையின் பெயர் அவசியம்
tr: Kategori adı gerekli
ur: زمرے کا نام ضروری ہے
vi: Tên danh mục bắt buộc
xh: Igama lodidi liyafuneka
zh: 类别名称不能为空
zh_tw: 分類名稱為必填
zu: Igama lesigaba liyadingeka

# categoryErrorTooShort
source: Category name is too short
af: Kategorie naam is te kort
am: የምድብ ስም አጭር ነው
ar: اسم الفئة قصير جدًا
bn: বিভাগের নাম খুব ছোট
bs: Naziv kategorije je prekratak
ca: El nom de la categoria és massa curt
cs: Název kategorie je příliš krátký
da: Kategorinavn er for kort
de: Kategoriename ist zu kurz
es: El nombre de la categoría es demasiado corto
et: Kategooria nimi on liiga lühike
eu: Izena laburregia da
fa: نام دسته‌بندی بسیار کوتاه است
fil: Masyadong maikli ang pangalan
fr: Le nom de la catégorie est trop court
ga: Tá an t-ainm ró-ghearr
gl: O nome é demasiado curto
he: שם הקטגוריה קצר מדי
hi: श्रेणी का नाम बहुत छोटा है
is: Heiti flokks er of stutt
it: Il nome della categoria è troppo corto
ja: カテゴリ名が短すぎます
ko: 카테고리 이름이 너무 짧음
ku: Navê kategorî kurt e
ms: Nama kategori terlalu pendek
nb: Kategorinavn er for kort
ne: श्रेणी नाम धेरै छोटो छ
nl: Categorienaam is te kort
nn: Kategorinamn er for kort
pl: Nazwa kategorii jest za krótka
ps: د کټګورۍ نوم ډېر لنډ دی
pt: O nome da categoria é muito curto
ro: Numele categoriei este prea scurt
si: වර්ග නාමය කෙටි වේ
sk: Názov kategórie je príliš krátky
sl: Ime kategorije je prekratko
sq: Emri i kategorisë është shumë i shkurtër
sv: Kategorinamnet är för kort
sw: Jina la kategoria ni fupi sana
ta: வகையின் பெயர் மிகவும் குறுகியது
tr: Kategori adı çok kısa
ur: زمرے کا نام بہت چھوٹا ہے
vi: Tên danh mục quá ngắn
xh: Igama lodidi lifutshane kakhulu
zh: 类别名称过短
zh_tw: 分類名稱過短
zu: Igama lesigaba lifushane

# categoryErrorTooLong
source: Category name is too long
af: Kategorie naam is te lank
am: የምድብ ስም ረጅም ነው
ar: اسم الفئة طويل جدًا
bn: বিভাগের নাম খুব বড়
bs: Naziv kategorije je predugačak
ca: El nom de la categoria és massa llarg
cs: Název kategorie je příliš dlouhý
da: Kategorinavn er for langt
de: Kategoriename ist zu lang
es: El nombre de la categoría es demasiado largo
et: Kategooria nimi on liiga pikk
eu: Izena luzeegia da
fa: نام دسته‌بندی بسیار طولانی است
fil: Masyadong mahaba ang pangalan
fr: Le nom de la catégorie est trop long
ga: Tá an t-ainm ró-fhada
gl: O nome é demasiado longo
he: שם הקטגוריה ארוך מדי
hi: श्रेणी का नाम बहुत लंबा है
is: Heiti flokks er of langt
it: Il nome della categoria è troppo lungo
ja: カテゴリ名が長すぎます
ko: 카테고리 이름이 너무 김
ku: Navê kategorî dirêj e
ms: Nama kategori terlalu panjang
nb: Kategorinavn er for langt
ne: श्रेणी नाम धेरै लामो छ
nl: Categorienaam is te lang
nn: Kategorinamn er for langt
pl: Nazwa kategorii jest za długa
ps: د کټګورۍ نوم ډېر اوږد دی
pt: O nome da categoria é muito longo
ro: Numele categoriei este prea lung
si: වර්ග නාමය දිගු වේ
sk: Názov kategórie je príliš dlhý
sl: Ime kategorije je predolgo
sq: Emri i kategorisë është shumë i gjatë
sv: Kategorinamnet är för långt
sw: Jina la kategoria ni refu sana
ta: வகையின் பெயர் மிகவும் நீளமானது
tr: Kategori adı çok uzun
ur: زمرے کا نام بہت لمبا ہے
vi: Tên danh mục quá dài
xh: Igama lodidi lide kakhulu
zh: 类别名称过长
zh_tw: 分類名稱過長
zu: Igama lesigaba lide kakhulu

# categoryErrorSymbols
source: Category name cannot contain only symbols
af: Kategorie naam kan nie simbole bevat nie
am: ምልክቶች መጠቀም አይቻልም
ar: لا يمكن أن يحتوي الاسم على رموز
bn: শুধু চিহ্ন ব্যবহার করা যাবে না
bs: Naziv ne može sadržavati simbole
ca: El nom no pot contenir símbols
cs: Název nemůže obsahovat symboly
da: Navnet må ikke indeholde symboler
de: Name darf keine Symbole enthalten
es: El nombre de la categoría no puede contener símbolos
et: Nimi ei tohi sisaldada sümboleid
eu: Izena ezin da sinboloz osatu
fa: نام نمی‌تواند شامل نماد باشد
fil: Hindi maaaring may simbolo ang pangalan
fr: Le nom de la catégorie ne peut pas contenir de symboles
ga: Ní cheadaítear siombailí
gl: O nome non pode conter símbolos
he: שם הקטגוריה לא יכול להכיל רק סמלים
hi: श्रेणी नाम में प्रतीक नहीं हो सकते
is: Heiti flokks má ekki vera aðeins tákn
it: Il nome non può contenere solo simboli
ja: カテゴリ名に記号は使用できません
ko: 기호는 사용할 수 없음
ku: Navê kategorî nikanî bi tenê nîşan be
ms: Nama kategori tidak boleh simbol sahaja
nb: Kategorinavn kan ikke være bare symboler
ne: श्रेणी नाम केवल चिन्ह हुन सक्दैन
nl: Categorienaam mag niet alleen symbolen bevatten
nn: Kategorinamn kan ikkje berre vere symbol
pl: Nazwa kategorii nie może zawierać tylko symboli
ps: نوم یوازې سمبولونه نه شي کېدای
pt: O nome da categoria não pode conter símbolos
ro: Numele nu poate conține doar simboluri
si: වර්ග නාමය සංකේත පමණක් විය නොහැක
sk: Názov nemôže obsahovať iba symboly
sl: Ime ne sme vsebovati samo simbolov
sq: Emri nuk mund të ketë vetëm simbole
sv: Namnet kan inte bestå av endast symboler
sw: Jina haliwezi kuwa alama pekee
ta: பெயர் சின்னங்களால் மட்டும் இருக்க முடியாது
tr: Ad yalnızca sembollerden oluşamaz
ur: نام صرف علامتوں پر مشتمل نہیں ہو سکتا
vi: Tên không thể chỉ gồm ký hiệu
xh: Igama alinakuba ziimpawu kuphela
zh: 类别名称不能包含符号
zh_tw: 分類名稱不能包含符號
zu: Igama lesigaba alikwazi ukuba izimpawu kuphela

# categoryErrorNumbers
source: Category name cannot contain numbers
af: Kategorie naam kan nie syfers bevat nie
am: ቁጥሮች መጠቀም አይቻልም
ar: لا يمكن أن يحتوي الاسم على أرقام
bn: সংখ্যা ব্যবহার করা যাবে না
bs: Naziv ne može sadržavati brojeve
ca: El nom no pot contenir números
cs: Název nemůže obsahovat čísla
da: Navnet må ikke indeholde tal
de: Name darf keine Zahlen enthalten
es: El nombre de la categoría no puede contener números
et: Nimi ei tohi sisaldada numbreid
eu: Izena ezin da zenbakiekin osatu
fa: نام نمی‌تواند شامل عدد باشد
fil: Hindi maaaring may numero ang pangalan
fr: Le nom de la catégorie ne peut pas contenir de chiffres
ga: Ní cheadaítear uimhreacha
gl: O nome non pode conter números
he: שם הקטגוריה לא יכול להכיל מספרים
hi: श्रेणी नाम में संख्या नहीं हो सकती
is: Heiti flokks má ekki innihalda tölur
it: Il nome non può contenere numeri
ja: カテゴリ名に数字は使用できません
ko: 숫자는 사용할 수 없음
ku: Navê kategorî nikanî jimare hebe
ms: Nama kategori tidak boleh mengandungi nombor
nb: Kategorinavn kan ikke inneholde tall
ne: श्रेणी नाममा अंक हुन सक्दैन
nl: Categorienaam mag geen cijfers bevatten
nn: Kategorinamn kan ikkje innehalde tal
pl: Nazwa kategorii nie może zawierać cyfr
ps: نوم شمېرې نه شي لرلی
pt: O nome da categoria não pode conter números
ro: Numele nu poate conține cifre
si: වර්ග නාමයට අංක ඇතුළත් කළ නොහැක
sk: Názov nemôže obsahovať čísla
sl: Ime ne sme vsebovati številk
sq: Emri nuk mund të përmbajë numra
sv: Namnet kan inte innehålla siffror
sw: Jina haliwezi kuwa na nambari
ta: பெயரில் எண்கள் இருக்க முடியாது
tr: Ad sayı içeremez
ur: نام میں اعداد شامل نہیں ہو سکتے
vi: Tên không thể chứa số
xh: Igama alinakuba neenombolo
zh: 类别名称不能包含数字
zh_tw: 分類名稱不能包含數字
zu: Igama lesigaba alikwazi ukuba nezinombolo

source: Upgrade required
af: Opgradering nodig
am: መሻሻል ያስፈልጋል
ar: الترقية مطلوبة
bn: আপগ্রেড প্রয়োজন
bs: Potrebna nadogradnja
ca: Actualització necessària
cs: Vyžadována aktualizace
da: Opgradering påkrævet
de: Upgrade erforderlich
es: Actualización requerida
et: Vajalik uuendus
eu: Eguneratzea beharrezkoa da
fa: نیاز به ارتقا
fil: Kailangan ng upgrade
fr: Mise à niveau requise
ga: Teastaíonn uasghrádú
gl: É necesaria unha actualización
he: נדרש שדרוג
hi: अपग्रेड आवश्यक
is: Uppfærsla nauðsynleg
it: Aggiornamento richiesto
ja: アップグレードが必要
ko: 업그레이드 필요
ku: Pêdivî ye ku were bilindkirin
ms: Naik taraf diperlukan
nb: Oppgradering kreves
ne: अपग्रेड आवश्यक छ
nl: Upgrade vereist
nn: Oppgradering krevst
pl: Wymagana aktualizacja
ps: اپګریډ اړین دی
pt: Atualização necessária
ro: Este necesară actualizarea
si: උත්ශ්‍රේණිය අවශ්‍යයි
sk: Vyžaduje sa upgrade
sl: Nadgradnja je potrebna
sq: Nevojitet përmirësim
sv: Uppgradering krävs
sw: Inahitaji kuboreshwa
ta: மேம்படுத்தல் தேவை
tr: Yükseltme gerekli
ur: اپ گریڈ ضروری ہے
vi: Cần nâng cấp
xh: Uphuculo luyafuneka
zh: 需要升级
zh_tw: 需要升級
zu: Kudingeka ukuthuthukisa

source: View Premium benefits
af: Sien Premium voordele
am: የPremium ጥቅሞችን ይመልከቱ
ar: عرض مزايا Premium
bn: Premium সুবিধা দেখুন
bs: Pogledaj Premium pogodnosti
ca: Veure avantatges Premium
cs: Zobrazit výhody Premium
da: Se Premium-fordele
de: Premium-Vorteile anzeigen
es: Ver beneficios Premium
et: Vaata Premiumi eeliseid
eu: Ikusi Premium abantailak
fa: مشاهده مزایای Premium
fil: Tingnan ang Premium na benepisyo
fr: Voir les avantages Premium
ga: Féach buntáistí Premium
gl: Ver vantaxes Premium
he: הצגת יתרונות Premium
hi: प्रीमियम लाभ देखें
is: Skoða Premium kosti
it: Visualizza vantaggi Premium
ja: Premium の特典を見る
ko: 프리미엄 혜택 보기
ku: Feydeyên Premium bibîne
ms: Lihat manfaat Premium
nb: Se Premium-fordeler
ne: Premium फाइदाहरू हेर्नुहोस्
nl: Premium-voordelen bekijken
nn: Sjå Premium-fordelar
pl: Zobacz korzyści Premium
ps: د Premium ګټې وګورئ
pt: Ver benefícios Premium
ro: Vezi beneficiile Premium
si: Premium වාසි බලන්න
sk: Zobraziť výhody Premium
sl: Ogled Premium ugodnosti
sq: Shiko përfitimet Premium
sv: Visa Premium-fördelar
sw: Tazama faida za Premium
ta: Premium நன்மைகளை காண்க
tr: Premium avantajlarını gör
ur: Premium فوائد دیکھیں
vi: Xem quyền lợi Premium
xh: Jonga izibonelelo ze-Premium
zh: 查看高级版权益
zh_tw: 查看進階版權益
zu: Bona izinzuzo ze-Premium

# createCategory
source: Create
af: Skep
am: ፍጠር
ar: إنشاء
bn: তৈরি
bs: Kreiraj
ca: Crear
cs: Vytvořit
da: Opret
de: Erstellen
es: Crear
et: Loo
eu: Sortu
fa: ایجاد
fil: Gumawa
fr: Créer
ga: Cruthaigh
gl: Crear
he: צור
hi: बनाएँ
is: Búa til
it: Crea
ja: 作成
ko: 생성
ku: Çêke
ms: Cipta
nb: Opprett
ne: सिर्जना
nl: Aanmaken
nn: Opprett
pl: Utwórz
ps: جوړول
pt: Criar
ro: Creează
si: සාදන්න
sk: Vytvoriť
sl: Ustvari
sq: Krijo
sv: Skapa
sw: Unda
ta: உருவாக்கு
tr: Oluştur
ur: بنائیں
vi: Tạo
xh: Yenza
zh: 创建
zh_tw: 建立
zu: Dala
