Repository: H-Palacios/Vaultara
Catalog: lib/l10n/app_*.arb
Languages: af, am, ar, bn, bs, ca, cs, da, de, es, et, eu, fa, fil, fr, ga, gl, he, hi, is, it, ja, ko, ku, ms, nb, ne, nl, nn, pl, ps, pt, ro, si, sk, sl, sq, sv, sw, ta, tr, ur, vi, xh, zh, zh_tw, zu

# addGroupTitle
source: Add group
af: Voeg groep by
am: ቡድን ያክሉ
ar: إضافة مجموعة
bn: গ্রুপ যোগ
bs: Dodaj grupu
ca: Afegir grup
cs: Přidat skupinu
da: Tilføj gruppe
de: Gruppe hinzufügen
es: Agregar grupo
et: Lisa grupp
eu: Taldea gehitu
fa: افزودن گروه
fil: Magdagdag ng grupo
fr: Ajouter un groupe
ga: Cuir grúpa leis
gl: Engadir grupo
he: הוסף קבוצה
hi: समूह जोड़ें
is: Bæta við hópi
it: Aggiungi gruppo
ja: グループを追加
ko: 그룹 추가
ku: Kom zêde bike
ms: Tambah kumpulan
nb: Legg til gruppe
ne: समूह थप्नुहोस्
nl: Groep toevoegen
nn: Legg til gruppe
pl: Dodaj grupę
ps: ډله زیاته کړئ
pt: Adicionar grupo
ro: Adaugă grup
si: කණ්ඩායම එක් කරන්න
sk: Pridať skupinu
sl: Dodaj skupino
sq: Shto grup
sv: Lägg till grupp
sw: Ongeza kikundi
ta: குழுவை சேர்க்கவும்
tr: Grup ekle
ur: گروپ شامل کریں
vi: Thêm nhóm
xh: Yongeza iqela
zh: 添加分组
zh_tw: 新增群組
zu: Engeza iqembu

# groupNameLabel
source: Group
af: Groep
am: ቡድን
ar: المجموعة
bn: গ্রুপ
bs: Grupa
ca: Grup
cs: Skupina
da: Gruppe
de: Gruppe
es: Grupo
et: Grupp
eu: Taldea
fa: گروه
fil: Grupo
fr: Groupe
ga: Grúpa
gl: Grupo
he: קבוצה
hi: समूह
is: Hópur
it: Gruppo
ja: グループ
ko: 그룹
ku: Kom
ms: Kumpulan
nb: Gruppe
ne: समूह
nl: Groep
nn: Gruppe
pl: Grupa
ps: ډله
pt: Grupo
ro: Grup
si: කණ්ඩායම
sk: Skupina
sl: Skupina
sq: Grup
sv: Grupp
sw: Kikundi
ta: குழு
tr: Grup
ur: گروپ
vi: Nhóm
xh: Iqela
zh: 分组
zh_tw: 群組
zu: Iqembu

# groupNameHint
source: Enter group
af: Voer groep in
am: ቡድን ያስገቡ
ar: أدخل اسم المجموعة
bn: গ্রুপের নাম লিখুন
bs: Unesite naziv grupe
ca: Introdueix el grup
cs: Zadejte skupinu
da: Indtast gruppe
de: Gruppe eingeben
es: Ingresar grupo
et: Sisesta grupp
eu: Sartu taldea
fa: وارد کردن گروه
fil: Ilagay ang grupo
fr: Entrer un groupe
ga: Iontráil grúpa
gl: Introduce grupo
he: הזן קבוצה
hi: समूह दर्ज करें
is: Sláðu inn hóp
it: Inserisci gruppo
ja: グループ名を入力
ko: 그룹 입력
ku: Kom binivîse
ms: Masukkan kumpulan
nb: Skriv inn gruppe
ne: समूह प्रविष्ट गर्नुहोस्
nl: Groep invoeren
nn: Skriv inn gruppe
pl: Wpisz grupę
ps: ډله ولیکئ
pt: Inserir grupo
ro: Introduceți grupul
si: කණ්ඩායම ඇතුළත් කරන්න
sk: Zadajte skupinu
sl: Vnesite skupino
sq: Vendos grup
sv: Ange grupp
sw: Ingiza kikundi
ta: குழுவை உள்ளிடவும்
tr: Grup gir
ur: گروپ درج کریں
vi: Nhập nhóm
xh: Faka iqela
zh: 输入分组
zh_tw: 輸入群組
zu: Faka iqembu

# groupErrorEmpty
source: Group name is required
af: Groepnaam is vereis
am: የቡድን ስም ያስፈልጋል
ar: اسم المجموعة مطلوب
bn: গ্রুপের নাম আবশ্যক
bs: Naziv grupe je obavezan
ca: El nom del grup és obligatori
cs: Název skupiny je povinný
da: Gruppenavn er påkrævet
de: Gruppenname ist erforderlich
es: El nombre del grupo es obligatorio
et: Grupi nimi on kohustuslik
eu: Taldearen izena beharrezkoa da
fa: نام گروه الزامی است
fil: Kinakailangan ang pangalan ng grupo
fr: Le nom du groupe est requis
ga: Tá ainm grúpa riachtanach
gl: O nome do grupo é obrigatorio
he: שם הקבוצה נדרש
hi: समूह का नाम आवश्यक है
is: Heiti hóps er nauðsynlegt
it: Il nome del gruppo è obbligatorio
ja: グループ名は必須です
ko: 그룹 이름은 필수
ku: Navê komê pêwîst e
ms: Nama kumpulan diperlukan
nb: Gruppenavn er påkrevd
ne: समूहको नाम आवश्यक छ
nl: Groepsnaam is verplicht
nn: Gruppenamn er påkravd
pl: Nazwa grupy jest wymagana
ps: د ډلې نوم اړین دی
pt: O nome do grupo é obrigatório
ro: Numele grupului este obligatoriu
si: කණ්ඩායම් නාමය අවශ්‍යයි
sk: Názov skupiny je povinný
sl: Ime skupine je obvezno
sq: Emri i grupit është i detyrueshëm
sv: Gruppnamn krävs
sw: Jina la kikundi linahitajika
ta: குழு பெயர் அவசியம்
tr: Grup adı gerekli
ur: گروپ کا نام ضروری ہے
vi: Tên nhóm bắt buộc
xh: Igama leqela liyafuneka
zh: 分组名称不能为空
zh_tw: 群組名稱為必填
zu: Igama leqembu liyadingeka

# groupErrorTooShort
source: Group name is too short
af: Groepnaam is te kort
am: የቡድን ስም አጭር ነው
ar: اسم المجموعة قصير جدًا
bn: গ্রুপের নাম খুব ছোট
bs: Naziv grupe je prekratak
ca: El nom del grup és massa curt
cs: Název skupiny je příliš krátký
da: Gruppenavn er for kort
de: Gruppenname ist zu kurz
es: El nombre del grupo es demasiado corto
et: Grupi nimi on liiga lühike
eu: Taldearen izena laburregia da
fa: نام گروه بسیار کوتاه است
fil: Masyadong maikli ang pangalan
fr: Le nom du groupe est trop court
ga: Tá an t-ainm ró-ghearr
gl: O nome é demasiado curto
he: שם הקבוצה קצר מדי
hi: समूह का नाम बहुत छोटा है
is: Heiti hóps er of stutt
it: Il nome del gruppo è troppo corto
ja: グループ名が短すぎます
ko: 그룹 이름이 너무 짧음
ku: Navê komê kurt e
ms: Nama kumpulan terlalu pendek
nb: Gruppenavn er for kort
ne: समूहको नाम धेरै छोटो छ
nl: Groepsnaam is te kort
nn: Gruppenamn er for kort
pl: Nazwa grupy jest za krótka
ps: د ډلې نوم ډېر لنډ دی
pt: O nome do grupo é muito curto
ro: Numele grupului este prea scurt
si: කණ්ඩායම් නාමය කෙටි වේ
sk: Názov skupiny je príliš krátky
sl: Ime skupine je prekratko
sq: Emri i grupit është shumë i shkurtër
sv: Gruppnamnet är för kort
sw: Jina la kikundi ni fupi sana
ta: குழு பெயர் மிகவும் குறுகியது
tr: Grup adı çok kısa
ur: گروپ کا نام بہت چھوٹا ہے
vi: Tên nhóm quá ngắn
xh: Igama leqela lifutshane kakhulu
zh: 分组名称过短
zh_tw: 群組名稱過短
zu: Igama leqembu lifushane

# groupErrorTooLong
source: Group name is too long
af: Groepnaam is te lank
am: የቡድን ስም ረጅም ነው
ar: اسم المجموعة طويل جدًا
bn: গ্রুপের নাম খুব বড়
bs: Naziv grupe je predugačak
ca: El nom del grup és massa llarg
cs: Název skupiny je příliš dlouhý
da: Gruppenavn er for langt
de: Gruppenname ist zu lang
es: El nombre del grupo es demasiado largo
et: Grupi nimi on liiga pikk
eu: Taldearen izena luzeegia da
fa: نام گروه بسیار طولانی است
fil: Masyadong mahaba ang pangalan
fr: Le nom du groupe est trop long
ga: Tá an t-ainm ró-fhada
gl: O nome é demasiado longo
he: שם הקבוצה ארוך מדי
hi: समूह का नाम बहुत लंबा है
is: Heiti hóps er of langt
it: Il nome del gruppo è troppo lungo
ja: グループ名が長すぎます
ko: 그룹 이름이 너무 김
ku: Navê komê dirêj e
ms: Nama kumpulan terlalu panjang
nb: Gruppenavn er for langt
ne: समूहको नाम धेरै लामो छ
nl: Groepsnaam is te lang
nn: Gruppenamn er for langt
pl: Nazwa grupy jest za długa
ps: د ډلې نوم ډېر اوږد دی
pt: O nome do grupo é muito longo
ro: Numele grupului este prea lung
si: කණ්ඩායම් නාමය දිගු වේ
sk: Názov skupiny je príliš dlhý
sl: Ime skupine je predolgo
sq: Emri i grupit është shumë i gjatë
sv: Gruppnamnet är för långt
sw: Jina la kikundi ni refu sana
ta: குழு பெயர் மிகவும் நீளமானது
tr: Grup adı çok uzun
ur: گروپ کا نام بہت لمبا ہے
vi: Tên nhóm quá dài
xh: Igama leqela lide kakhulu
zh: 分组名称过长
zh_tw: 群組名稱過長
zu: Igama leqembu lide kakhulu

# groupErrorSymbols
source: Group name cannot contain symbols
af: Groepnaam kan nie simbole bevat nie
am: ምልክቶች መጠቀም አይቻልም
ar: لا يمكن أن يحتوي الاسم على رموز
bn: শুধু চিহ্ন ব্যবহার করা যাবে না
bs: Naziv ne može sadržavati simbole
ca: El nom no pot contenir símbols
cs: Název nemůže obsahovat symboly
da: Navnet må ikke indeholde symboler
de: Name darf keine Symbole enthalten
es: El nombre del grupo no puede contener símbolos
et: Nimi ei tohi sisaldada sümboleid
eu: Izena ezin da sinboloz osatu
fa: نام نمی‌تواند شامل نماد باشد
fil: Hindi maaaring may simbolo ang pangalan
fr: Le nom du groupe ne peut pas contenir de symboles
ga: Ní cheadaítear siombailí
gl: O nome non pode conter símbolos
he: שם הקבוצה לא יכול להכיל סמלים
hi: समूह नाम में प्रतीक नहीं हो सकते
is: Heiti hóps má ekki vera aðeins tákn
it: Il nome del gruppo non può contenere simboli
ja: グループ名に記号は使用できません
ko: 기호는 사용할 수 없음
ku: Navê komê nikanî nîşan be
ms: Nama kumpulan tidak boleh simbol
nb: Gruppenavn kan ikke være bare symboler
ne: समूहको नाम केवल चिन्ह हुन सक्दैन
nl: Groepsnaam mag niet alleen symbolen bevatten
nn: Gruppenamn kan ikkje berre vere symbol
pl: Nazwa grupy nie może zawierać tylko symboli
ps: د ډلې نوم یوازې سمبولونه نه شي کېدای
pt: O nome do grupo não pode conter símbolos
ro: Numele grupului nu poate conține doar simboluri
si: කණ්ඩායම් නාමය සංකේත පමණක් විය නොහැක
sk: Názov skupiny nemôže obsahovať iba symboly
sl: Ime skupine ne sme vsebovati samo simbolov
sq: Emri i grupit nuk mund të ketë vetëm simbole
sv: Gruppnamnet kan inte vara endast symboler
sw: Jina la kikundi haliwezi kuwa alama pekee
ta: குழு பெயர் சின்னங்களால் மட்டும் இருக்க முடியாது
tr: Ad yalnızca sembollerden oluşamaz
ur: نام صرف علامتوں پر مشتمل نہیں ہو سکتا
vi: Tên nhóm không thể chỉ gồm ký hiệu
xh: Igama leqela alinakuba ziimpawu kuphela
zh: 分组名称不能包含符号
zh_tw: 群組名稱不能包含符號
zu: Igama leqembu alikwazi ukuba izimpawu kuphela

# groupErrorNumbers
source: Group name cannot contain numbers
af: Groepnaam kan nie syfers bevat nie
am: ቁጥሮች መጠቀም አይቻልም
ar: لا يمكن أن يحتوي الاسم على أرقام
bn: সংখ্যা ব্যবহার করা যাবে না
bs: Naziv ne može sadržavati brojeve
ca: El nom no pot contenir números
cs: Název nemůže obsahovat čísla
da: Navnet må ikke indeholde tal
de: Name darf keine Zahlen enthalten
es: El nombre del grupo no puede contener números
et: Nimi ei tohi sisaldada numbreid
eu: Izena ezin da zenbakiekin osatu
fa: نام نمی‌تواند شامل عدد باشد
fil: Hindi maaaring may numero ang pangalan
fr: Le nom du groupe ne peut pas contenir de chiffres
ga: Ní cheadaítear uimhreacha
gl: O nome non pode conter números
he: שם הקבוצה לא יכול להכיל מספרים
hi: समूह नाम में संख्या नहीं हो सकती
is: Heiti hóps má ekki innihalda tölur
it: Il nome del gruppo non può contenere numeri
ja: グループ名に数字は使用できません
ko: 숫자는 사용할 수 없음
ku: Navê komê nikanî jimare hebe
ms: Nama kumpulan tidak boleh mengandungi nombor
nb: Gruppenavn kan ikke inneholde tall
ne: समूहको नाममा अंक हुन सक्दैन
nl: Groepsnaam mag geen cijfers bevatten
nn: Gruppenamn kan ikkje innehalde tal
pl: Nazwa grupy nie może zawierać cyfr
ps: د ډلې نوم شمېرې نه شي لرلی
pt: O nome do grupo não pode conter números
ro: Numele grupului nu poate conține cifre
si: කණ්ඩායම් නාමයට අංක ඇතුළත් කළ නොහැක
sk: Názov skupiny nemôže obsahovať čísla
sl: Ime skupine ne sme vsebovati številk
sq: Emri i grupit nuk mund të përmbajë numra
sv: Gruppnamnet kan inte innehålla siffror
sw: Jina la kikundi haliwezi kuwa na nambari
ta: குழு பெயரில் எண்கள் இருக்க முடியாது
tr: Ad sayı içeremez
ur: نام میں اعداد شامل نہیں ہو سکتے
vi: Tên nhóm không thể chứa số
xh: Igama leqela alinakuba neenombolo
zh: 分组名称不能包含数字
zh_tw: 群組名稱不能包含數字
zu: Igama leqembu alikwazi ukuba nezinombolo

# createGroup
source: Create
af: Skep
am: ፍጠር
ar: إنشاء
bn: তৈরি
bs: Kreiraj
ca: Crear
cs: Vytvořit
da: Opret
de: Erstellen
es: Crear
et: Loo
eu: Sortu
fa: ایجاد
fil: Gumawa
fr: Créer
ga: Cruthaigh
gl: Crear
he: צור
hi: बनाएँ
is: Búa til
it: Crea
ja: 作成
ko: 생성
ku: Çêke
ms: Cipta
nb: Opprett
ne: सिर्जना
nl: Aanmaken
nn: Opprett
pl: Utwórz
ps: جوړول
pt: Criar
ro: Creează
si: සාදන්න
sk: Vytvoriť
sl: Ustvari
sq: Krijo
sv: Skapa
sw: Unda
ta: உருவாக்கு
tr: Oluştur
ur: بنائیں
vi: Tạo
xh: Yenza
zh: 创建
zh_tw: 建立
zu: Dala
